Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/expert/*/LC_MESSAGES/*.po
Languages: de

# HEADLINE_MAIN
source: # Photosynthesis *in silico*: an Interactive Dashboard to Study Photosynthesis using a Computational Model.
de: # Herzlich Willkommen!

# AUTHOR
source: ##### Main Developer: [Sarah Philipps](https://www.cpbl.rwth-aachen.de/cms/CPBL/Die-Juniorprofessur/Unser/~yhnnx/Sarah-Philipps/lidx/1/)
de: ##### Main Developer: [Sarah Philipps](https://www.cpbl.rwth-aachen.de/cms/CPBL/Die-Juniorprofessur/Unser/~yhnnx/Sarah-Philipps/)

# INTRO
source: #### How to use this website
de: #### Nutzung dieser Website

# MOTIVATION
source: Climate change
de: Der Klimawandel

# INTRODUCTION_CLIMATE_CHANGE
source: - plate tectonics and vulcanism
de: - Plattentektonik und Vulkanismus

# POINT_2
source: - earth orbit transitions
de: - Erdumlaufbahnübergänge

# POINT_3
source: - emissions of heat-trapping gasses
de: - Emissionen wärmespeichernder Gase

# END_OF_INTRODUCTION
source: Consumers vs producers
de: Konsumenten vs Produzenten

# EXPANDER_PRODUCENTEN_EXPLANATION
source: Nutrient intake
de: Nährstoff-Aufnahme

# EXPANDER_NUTRIENTS_EXPLANATION
source: Microscopic image of a stomatal of the wild type of the model organism Arabidopsis thaliana.
de: Mikroskopische Aufnahme eines Stomata des Wildtypes des Modellorganismus Arabidopsis thaliana.

# EXPANDER_PHOTOSYNTHESIS
source: Photosynthesis
de: Fotosynthese

# EXPANDER_PHOTOSYNTHESIS_EXPLANATION_1
source: Photosynthesis process
de: Photosynthese Ablauf

# EXPANDER_PHOTOSYNTHESIS_LOCATION
source: Place of photosynthesis
de: Ort der Fotosynthese

# EXPANDER_PHOTOSYNTHESIS_LOCATION_EXPLANATION
source: Complexes within the thylakoid membrane, which are necessary for photosynthesis.
de: Komplexe innerhalb der Thylakoidmembran, welche für die Fotosynthese notwendig sind.

# EXPANDER_NPQ
source: Non-photochemical Quenching (NPQ)
de: Nicht-photochemisches Quenching (NPQ)

# EXPANDER_NPQ_EXPLANATION
source: Mathematical models in biology
de: Mathematische Modelle in der Biologie

# EXPANDER_MATHEMATICAL_MODELLING_EXPLANATION_1
source: Differential equations
de: Differentialgleichungen

# EXPANDER_DIFFERENTIAL_EQUATIONS_EXPLANATION_1
source: A differential equation usually has the following form: y'(x)=f(x,y(x))
de: Eine Differenzialgleichung hat in der Regel folgende Gestalt: y'(x)=f(x,y(x))
