Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/expert/*/LC_MESSAGES/b-messmeth.po
Languages: de

# HEADLINE_ONE
source: # The measurement method
de: # Die Messmethode

# INTRODUCTION_MEASUREMENT
source: Glowing Plants?
de: Leuchtende Pflanzen?

# INTRODUCTION_GLOWING
source: Glowing Plants!
de: Leuchtende Pflanzen!

# INTRODUCTION_EXPERIMENT
source: Measuring Photosynthesis with Fluorescence
de: Messung der Fotosynthese mit Fluoreszenz

# EXPLANATION_INTRODUCTION_ATTEMPTS
source: Saturating Pulses
de: Sättigungsimpulse

# EXPLANATION_ATTEMPTS
source: A photograph of a plant of the wild type of the model organism Arabidopsis thaliana.
de: Das Foto einer Pflanze des Wildtypes des Modellorganismus Arabidopsis thaliana.

# EXPANDER_MODEL_ORGANISMEN
source: Why is Arabidopsis thaliana a model organism?
de: Wieso wird Arabidopsis thaliana als Modellorganismus bezeichnet?

# EXPANDER_MODEL_ORGANISM_EXPLANATION_1
source: ##### The illustrations
de: ##### Die Abbildungen

# EXPLANATION_ILLUSTRATION_UNITS
source: Example illustration of a PAM measurement
de: Beispielabbildung einer PAM-Messung

# EXPANDER_MODEL_EQUATIONS
source: Equations of the photosynthesis model
de: Gleichungen des Fotosynthese-Modells

# EXPANDER_MODEL_EQUATIONS_EXPLANATION
source: - Reaction rates used in the dynamic description of the system
de: - In der dynamischen Beschreibung des Systems verwendete Reaktionsraten

# EQUATION_LIST_3
source: - Reaction rates for calculating the total reaction rate
de: - Reaktionsraten zur Berechnung der Gesamt-Reaktions-Rate

# EQUATION_LIST_5
source: - Equations for the steady-state equilibrium of the system
de: - Gleichungen zum stationären Gleichgewicht des Systems

# EQUATION_LIST_6
source: - Method to calculate the fluorescence signal
de: - Methode zur Berechnung des Fluoreszenzsignals

source: Literature
de: Literatur

# LITERATURE_DECLARATION
source: The following literature provides more in-depth information on the subject of PAM measurements, or offers the opportunity to familiarize oneself with the basics.
de: Folgende Literatur vertieft das Thema PAM-Messungen, oder bietet die Möglichkeit sich mit den Grundlagen vertraut zu machen.
