Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/simple/*/LC_MESSAGES/b-brain.po
Languages: de

# HEADLINE_BRAIN
source: # The plant memory
de: # Das Pflanzengedächtnis

# INTRODUCTION_BRAIN
source: Since you have found out how plants react to different light intensities we have news for you! Plants can be actually *trained* to enhance their photoprotection. It has been observed experimentally that plants previously exposed to light react differently to light in comparison to those exposed to light for the first time! This phenomenon is sometimes called **short-term light memory* and we know now which molecular mechanism causes this effect. We have used this knowledge to represent the behaviour with a mathematical model and now, you can perform your own **memory experiments**. Go ahead, can simulate different scenarios using the two sliders below. Do you see how the fluorescence signal differs between different phases of the experiment? If you want to play even more, click the **Expert** version on the left.
de: Aufgabe 1

# TASK_1_EXPLANATION
source: What changes with different light intensities?
de: Was verändert sich bei verschiedenen Lichtintensitäten?

source: Task 2
de: Aufgabe 2

# TASK_2_EXPLANATION
source: What is the effect of the length of the dark phase?
de: Welche Auswirkung hat die Länge der Dunkelphase?

# TIP1
source: ***Tip 1:*** *If you want to compare two experiments, you can download the graphs by clicking on the three dots.*
de: ***Tipp 1:*** *Wenn Sie zwei Experimente vergleichen möchten, können Sie die Diagramme herunterladen, indem Sie auf die drei Punkte klicken.*

# TIP2
source: ***Tip2:*** *By clicking on the stop in the upper right corner, you can cancel the calculation process.*
de: ***Tipp2:*** *Durch Klicken auf den Stopp-Button in der oberen rechten Ecke können Sie den Berechnungsvorgang abbrechen.*

# SLIDER_LIGHT
source: Light intensity in μmol m⁻² s⁻¹
de: Lichtintensität in μmol m⁻² s⁻¹

# SLIDER_TIME
source: Dark phase in minutes
de: Dunkelphase in Minuten

# TIME
source: Time [s]
de: Zeit [min]

# FLUO
source: Fluorescence [F´ₘ /Fₘ]
de: Fluoreszenz [F´ₘ /Fₘ]

# START_BUTTOM
source: Start the tests
de: Starte den Versuche

# SPINNER
source: I'll do the math for you :computer:
de: Ich rechne kurz für dich :computer:

# PHASE1
source: Training phase
de: Trainingsphase

# PHASE2
source: Dark phase
de: Dunkelphase

# PHASE3
source: Memory phase
de: Gedächtnisphase

# AXSIS_TIME
source: Time [min]
de: Zeit [min]

source: Conclusion
de: Fazit
