Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/simple/*/LC_MESSAGES/main.po
Languages: de

# HEADLINE_ANALYSE
source: ## The data analysis
de: # Die Daten-Analyse

# INTRODUKTION
source: Now that you have been introduced to the experimental method of measuring photosynthetic fluorescence, you probably would like to take such measurements yourself. And you can! On this site, you will carry out measurements with the model, meaning **in silico**, to estimate the influence of the **abiotic** (representing physical rather than biological, like light intensity) influence factors. To make your work as easy as possible, all you need to run the model is to provide the light intensity for which you want to run your experiment, the length of this experiment (in minutes), and the time between the saturating pulses of light. You can do it using sliders. The graph will display the fluorescence as an orange line during an initial dark phase (blue background) and a following light phase (orange background) with choosable intensity. Saturating light pulses are given at the beginning of the dark phase and in the light, which you can see as spikes in the fluorescence signal.
de: Aufgabe 1

# HEADLINE_SLIDER
source: ##### Use of the sliders:
de: ##### Verwendung der Schieberegler:

# EXPLANATNION
source: First, change the sliders according to the test you want to simulate. Then, start the calculation by clicking on the button. The calculated graph will be displayed. When you change the sliders again, the graph disappears, and you can load a new graph.
de: Lichtintensität in μmol m⁻² s⁻¹

# SLIDER_TIME
source: Test duration in minutes
de: Versuchsdauer in Minuten

# SLIDER_PULSES
source: Seconds between saturating pulse during light phase
de: Sättigungsimpulse in den gewählten Intervallen in Sekunden

# FLUO
source: Fluorescence [F´ₘ /Fₘ]
de: Fluoreszenz [F´ₘ /Fₘ]

# SPINNER
source: I'll do some quick math for you :computer:
de: Ich rechne kurz für Sie :computer:

# MEASUREMENT_PHASE
source: Measuring phase
de: Messphase

# KONTROLL
source: Knowledge check
de: Wissenskontrolle

# INTRODUCTION_QUESTION
source: Answer all the questions and find out if you were able to evaluate the diagrams correctly and interpret results correctly.
de: 1. Je höher die Lichtintensität, desto ... das NPQ.

# AW1
source: higher
de: höher

# AW2
source: lower
de: niedriger

# RA1
source: Unfortunately this is wrong, look again at different experiments with higher and lower light intensity.
de: Richtig!

# QUESTION_2
source: 2. What happens to the NPQ during the experiment?
de: 2. Was passiert im Verlauf des Experimentes mit dem NPQ?

# AW3
source: It increases continuously
de: Sie steigt kontinuierlich

# AW4
source: It remains after some time at a level
de: Es bleibt nach einiger Zeit auf einem Niveau

# AW5
source: It falls continuously
de: Sie fällt kontinuierlich

# RA3
source: Correct! The constant level is also called the steady state.
de: Richtig! Das gleichbleibende Niveau nennt man auch den Steady-State.

# RA4
source: This is unfortunately wrong, look again at different experiments with more light pulses.
de: Das ist leider falsch, schauen Sie sich noch einmal verschiedene Experimente mit mehr Lichtimpulsen an.

# QUESTION_3
source: 3. Can a meaningful interpretation already succeed with a short test duration and a long time between two pulses?
de: Ja!

# AW7
source: No!
de: Nein!

# RA5
source: Unfortunately not!
de: Leider nicht!

# RA6
source: That is correct! Only when the steady state lasts for a longer time can it be assumed that it will not change again.
de: ##### **Bitte erst öffnen, nachdem ihr alle Fragen beantwortet habt**

source: RESULTS
de: Ergebnisse

source: EXPLANATION_RESULTS
de: Sie haben gesehen, dass die Lichtintensität einen bedächtigen Einfuss auf das NPQ der Pflanze hat.

# HEADLINE_MAIN
source: # Photosynthesis *in silico*: an Interactive Dashboard to Study Photosynthesis using a Computational Model
de: # Photosynthese *in silico*: ein interaktives Dashboard zur Untersuchung der Photosynthese anhand eines Computermodells.

source: AUTHOR
de: ##### Main Developer: [Sarah Philipps](https://www.cpbl.rwth-aachen.de/cms/CPBL/Die-Juniorprofessur/Unser/~yhnnx/Sarah-Philipps/)

# INTRO
source: Welcome to a Teaching Tool in Biology, a project launched by the **Computational Life Science Lab** at the RWTH Aachen University, Germany. Our goal is to provide a teaching tool applicable to the needs of 21st-century students. We want to show how computational modeling supports the current research in increasing our understanding of how the world works. We have selected photosynthesis as THE process to demonstrate it. In the end, photosynthesis is arguably the most important process on Earth! Why don't you start your adventure with this interactive dashboard by listening to the process of photosynthesis.
de: #### Nutzung dieser Website

source: MOTIVATION
de: In einer weiterführenden Aufgabe wird das Pflanzengedächtnis besprochen und analysiert.

source: MOTIVATION_2.0
de: Der Klimawandel

# INTRODUCTION_CLIMATE_CHANGE
source: As plants **cannot run** away, they must adapt to their changed environmental conditions. Plants are the basis of life on Earth (Fig. left), and plant adaptation is crucial for a functioning world. Varied conditions, e.g., changed temperatures (heat and cold), flooding events, and drought, can lead to stressful events in plants. As summarized in the Figure on the right, those factors can have various short- and long-term effects on plants. Nevertheless, plants experience stress upon sudden changes but have a *highly flexible metabolism* for adaptation. *One of the first reactions in plant metabolism is photosynthesis*, which **delivers energy** to sustain plant life. Photosynthesis itself is directly and indirectly affected by changed environmental conditions. Therefore, the analysis of photosynthesis and the fixation of CO₂ by plants is an essential measure of overall **plant fitness**, **productivity**, and **survival**. Consequently, basic research on photosynthesis and its efficiency is vital to assess our changing world.
de: Konsumenten vs Produzenten

source: EXPANDER_PRODUCENTEN_EXPLANATION
de: Nährstoff-Aufnahme

source: EXPANDER_NUTRIENTS_EXPLANATION
de: Mikroskopische Aufnahme eines Stomata des Wildtypes des Modellorganismus Arabidopsis thaliana.

source: EXPANDER_PHOTOSYNTHESIS
de: Fotosynthese

source: EXPANDER_PHOTOSYNTHESIS_EXPLANATION_1
de: Photosynthese Ablauf

source: EXPANDER_PHOTOSYNTHESIS_LOCATION
de: Ort der Fotosynthese

source: EXPANDER_PHOTOSYNTHESIS_LOCATION_EXPLANATION
de: Komplexe innerhalb der Thylakoidmembran, welche für die Fotosynthese notwendig sind.

source: EXPANDER_NPQ
de: Nicht-photochemisches Quenching (NPQ)

source: EXPANDER_NPQ_EXPLANATION
de: Mathematische Modelle in der Biologie

source: EXPANDER_MATHEMATICAL_MODELLING_EXPLANATION_1
de: Differentialgleichungen

source: EXPANDER_DIFFERENTIAL_EQUATIONS_EXPLANATION_1
de: Eine Differenzialgleichung hat in der Regel folgende Gestalt: y'(x)=f(x,y(x))

source: EXPANDER_DIFFERENTIAL_EQUATIONS_EXPLANATION_3
de: Folgende Literatur vertieft das Thema Photosynthese, oder bietet die Möglichkeit sich mit den Grundlagen vertraut zu machen.

# HEADLINE_BRAIN
source: # Plant Light Memory
de: # Das Pflanzengedächtnis

# INTRODUCTION_BRAIN
source: Since you have found out how plants react to different light intensities, we have news for you! Plants can be actually <i>trained</i> to enhance their photoprotection. It has been observed experimentally that plants previously exposed to light react differently to light than those exposed to light for the first time! This phenomenon is sometimes called <b>short-term light memory</b> and we know now which molecular mechanism causes this effect. We have used this knowledge to represent the behavior with a mathematical model. Now, you can perform your own <b>memory experiments</b>. Go ahead; you can simulate different scenarios using the two sliders below. Do you see how the fluorescence signal differs between different experiment phases? If you want to learn more about the molecular mechanism behind the process responsible for this short-term memory effect, switch to the <a href='#' id='Advanced'>Advanced</a> version on the left. You can also create your mutated version of the plant and see if you can <i>forget</i> the light sooner.
de: ***Tipp 1:*** *Wenn Sie zwei Experimente vergleichen möchten, können Sie die Diagramme herunterladen, indem Sie auf die drei Punkte klicken.*

# TIP2
source: ***Tip 2:*** *By clicking on the stop in the upper right corner, you can cancel the calculation process.*
de: ***Tipp2:*** *Durch Klicken auf den Stopp-Button in der oberen rechten Ecke können Sie den Berechnungsvorgang abbrechen.*

# PHASE1
source: Training phase
de: Trainingsphase

# PHASE2
source: Dark phase
de: Dunkelphase

# PHASE3
source: Memory phase
de: Gedächtnisphase

source: BEGIN_OF_CONCLUTION
de: # Die Messmethode

# INTRODUCTION_MEASUREMENT
source: On the previous page, you learned about the importance of photosynthesis and how it works. But how do we know how **photosynthetically active** an organism is? On this page, you will learn how we can measure the dynamics of photosynthesis in real time using light (precisely fluorescence) measuring devices. As biology is continuously becoming a more quantitative science, numerous methods to probe photosynthesis exist. For example, as plants produce oxygen and take up carbon dioxide, photosynthesis can be measured by how fast these gasses are produced or consumed. However, metering gasses can be tricky, especially if you want to do it outside on a tree or field. Therefore, a significant characteristic of photosynthetic organisms is essential in providing alternative methods of measuring photosynthesis *in vivo*!
de: Leuchtende Pflanzen?

# INTRODUCTION_GLOWING
source: Here is where a specialty of plants comes into play: They can reemit light and, in proper conditions, shine! When light shines on leaves, they use most of the light to run complex photochemical reactions of photosynthesis. Still, a small part of the absorbed light is reemitted. Something similar happens when your white T-shirt shines purple in a disco's black light. When something shines in a different light color when illuminated, this is called 'fluorescence'. And the plant's fluorescence shine is red.
de: Leuchtende Pflanzen!

# INTRODUCTION_EXPERIMENT
source: We, therefore, prepared a small experiment for you: Here, we covered a small portion of a plant's leaf with a sticker with the RWTH letters and will now shine an intense light on it. The camera's red filter helps us ignore distracting light and focus on the red fluorescence. Now watch what happens:
de: Messung der Fotosynthese mit Fluoreszenz

# EXPLANATION_MEASUREMENT_1
source: This experiment showed you the shine of plants and how amazingly they can adjust to the light. But how can this help with testing photosynthesis? A lot, because not only does the 'sunscreen' affect leaf fluorescence, but many other factors do, too. If you are interested in how this happens, look into the <a href='#' id='Advanced'>Advanced</a> section. Let's say for now how strongly the plant photosynthesizes also affects the strength of the reemitted light signal.
de: Messung von Licht und Fluoreszenz

# EXPLANATION_INTRODUCTION_ATTEMPTS
source: In this one figure, the basic principles behind the fluorescence and PAM experiment are explained. In the bottom panel, you see the results of the PAM experiments. Take a good look because, in a few minutes, you will produce similar results, not with the help of a fluorometer but with your computer! So, what do we see in this graph? It results from a unique light protocol, where a dark-adapted plant is exposed to very weak actinic light (AL, white area shown in the light bar, L), followed by dark recovery, where the light is switched off completely (black area in L). Multiple saturating light flashes (saturation pulses, SP) are applied before, during, and after the actinic illumination to measure the maximal fluorescence Fm, Fm', Fm'', respectively. We can use these fluorescence features to calculate the values quantifying photosynthesis, e.g., the amount of NPQ. So why do we exactly see any effect? This is explained with the upper left scheme. Light energy absorption brings chlorophyll molecules to the first excited state (S1 in the left diagram, a simplified 'Jablonsky diagram'). For chlorophylls to return to the ground state (S0), the absorbed energy can be used for charge separation and photosynthesis (photochemical quenching, qP), dissipated as heat (non-photochemical quenching, NPQ), or re-emitted as fluorescence. And now, the most crucial part: the fluorescence emission spectra are red-shifted from the absorption spectra. That means the fluorescence light is redder (at higher wavelengths in the left axis) than the light absorbed (upper panel on the right). This, in turn, means that the fluorescence can be detected using fluorometers with corresponding optical filters, and their signal will not be mistaken for the light that we shine on the plants. The emitted fluorescence signal is recorded with key readouts, as shown in the lower panel. It took us a long time to summarize everything on one figure only, and this figure originates from our previous work (Nies et al. 2021).
de: Sättigungsimpulse

source: EXPLANATION_ATTEMPTS
de: Das Foto einer Pflanze des Wildtypes des Modellorganismus Arabidopsis thaliana.

# EXPANDER_MODEL_ORGANISMEN
source: Why is Arabidopsis thaliana a model organism?
de: Wieso wird Arabidopsis thaliana als Modellorganismus bezeichnet?

source: EXPANDER_MODEL_ORGANISM_EXPLANATION_1
de: ##### Die Abbildungen

# EXPLANATION_ILLUSTRATION_UNITS
source: The fluorescence signal (y-axis) is plotted against time (x-axis). Visible peaks are the fluorescence emitted in response to the saturating pulse of light. Each peak is referred to as Fm', with the first being measured in the dark as Fm.
de: Literatur

# LITERATURE_DECLARATION
source: The following literature provides more in-depth information on the subject of PAM measurements, or offers the opportunity to familiarize oneself with the basics.
de: Folgende Literatur vertieft das Thema PAM-Messungen, oder bietet die Möglichkeit sich mit den Grundlagen vertraut zu machen.

# HEADLINE_MODEL
source: ## What are mathematical models?
de: # Das Modell

# HEADLINE_MODEL_CONSTRUCTION
source: ## Model construction
de: ### Konstruktion des Modells

# RATES_2
source: 2) the stromal concentration of ATP (ATP),
de: 2) die stromale Konzentration von ATP (ATP),

# RATES_3
source: 3) the luminal proton concentration (H),
de: 3) die luminale Protonenkonzentration ($H$),

# RATES_4
source: 4) the fraction of nonprotonated proteins (PsbS),
de: 4) der Anteil der nicht protonierten Proteine (PsbS),

# RATES_5
source: 5) the fraction of violaxanthin in the total pool of xanthophylls (Vx),
de: 5) der Anteil von Violaxanthin am Gesamtpool der Xanthophylle (Vx),

# RATES_6
source: 6) the fraction of active ATPase enzyme (ATPase<sup>&midast;</sup>).
de: 6) der Anteil des aktiven ATPase-Enzyms (ATPase$^{*}$).

source: HEADLINE_MODEL_EQUATIONS
de: ### Mathematische Gleichungen

# HEADLINE_IMPLEMENTATION
source: ### Implementation
de: ### Implementierung

# IMPLEMENTATION_DESCRIPTION
source: The mathematical model of the photosynthetic electron transport chain was implemented in the object-oriented language (OOL) Python using the modelbase package. Our in-house developed package eases the construction of biological models, particularly models of biochemical networks. The code containing differential equations, reaction rates, parameter space, and initial conditions used for the simulations is publicly available from [here](www.github.com/QTB-HHU/npqmodel) from where you can download it and further investigate.
de: To see the mathematical description Switch to EXPERT mode.
