Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

source: Literature
de: Literatur
fr: Références

# LITERATURE_ONPAGE
source: References on this page:
de: Referenzen auf dieser Seite:
fr: Références sur cette page&nbsp;:

# LITERATURE_PLANTS_AND_PYTHON
source: Also check out *Plants and Python*, a python course for Biologists: - Plants & Python: A series of lessons in coding, plant biology, computation, and bioinformatics. (2022). The Plant Cell, 34(7), e1. https://doi.org/10.1093/plcell/koac187 - Official Website: https://plantsandpython.github.io/PlantsAndPython
de: Schaue dir auch *Plants and Python* an, ein Python-Kurs für Biologen: - Plants & Python: A series of lessons in coding, plant biology, computation, and bioinformatics. (2022). The Plant Cell, 34(7), e1. https://doi.org/10.1093/plcell/koac187 - Offizielle Website: https://plantsandpython.github.io/PlantsAndPython
fr: Consultez également *Plants and Python*, un cours de python pour les biologistes&nbsp;: - Plants & Python: A series of lessons in coding, plant biology, computation, and bioinformatics. (2022). The Plant Cell, 34(7), e1. https://doi.org/10.1093/plcell/koac187 - Site officiel&nbsp;: https://plantsandpython.github.io/PlantsAndPython

# SLIDER_LIGHT
source: Light intensity of light phase (AL) in μmol m⁻² s⁻¹
de: Lichtintensität der Lichtphase (AL) in μmol m⁻² s⁻¹
fr: Intensité de lumière de la phase lumineuse (AL) en μmol&nbsp;m⁻²&nbsp;s⁻¹

# SLIDER_PULSES
source: Seconds between saturating pulse during light phase
de: Sekunden zwischen Sättigungsimpulsen während der Lichtphase
fr: Secondes entre les impulsions de saturation pendant la phase lumineuse

# SLIDER_ACTIVATION
source: Conversion rate to Zeaxanthin (CtZ) in percent of default
de: Umwandlungsrate zu Zeaxanthin (CtZ) in Prozent des Standardwerts
fr: Taux de conversion en zéaxanthine (CtZ) en pourcentage de la valeur par défaut

# SLIDER_DEACTIVATION
source: Conversion rate to Violaxanthin (CtV) in percent of default
de: Umwandlungsrate zu Violaxanthin (CtV) in Prozent des Standardwerts
fr: Taux de conversion en violaxanthine (CtV) en pourcentage de la valeur par défaut

# PROGRAMS_USED
source: This website was built using **Streamlit**: https://streamlit.io/. Some figures were created using **BioRender**: https://biorender.com.
de: Diese Webseite wurde erstellt mit **Streamlit**: https://streamlit.io/. Manche Grafiken wurden erstellt mit **BioRender**: https://biorender.com.
fr: Ce site web a été réalisé à l'aide de **Streamlit**&nbsp;: https://streamlit.io/. Certaines figures ont été crées à l'aide de **BioRender**&nbsp;: https://biorender.com.

# SPINNER
source: I'll do some quick math for you :computer:
de: Ich rechne kurz für dich :computer:
fr: Je fais un petit calcul pour vous :computer:

# AXIS_TIME_MIN
source: Time [min]
de: Zeit [min]
fr: Temps [min]

# AXIS_TIME_S
source: Time [s]
de: Zeit [s]
fr: Temps [s]

# FLUO
source: Rel. Fluorescence (F/Fₘ) [a.u.]
de: Rel. Fluoreszenz (F/Fₘ) [a.u.]
fr: Fluorescence rel. (F/Fₘ) [u.a.]

# AXIS_NPQ
source: NPQ [a.u.]
fr: NPQ [u.a.]

# NEW_LABEL
source: New
de: Neu
fr: Nouveau

# OLD_LABEL
source: Old
de: Alt
fr: Vieux

# VIDEO_TRANSCRIPT_SWITCH
source: Show video transcripts
de: Video Transkripte anzeigen
fr: Afficher les transcriptions des vidéos

# EXPANDER_VIDEO_TRANSCRIPT
source: Video transcript
de: Video Transkript
fr: Transcription vidéo

# STR_EXPANDER_ABOUT
source: About this Website
de: Über diese Webseite
fr: À propos de ce site

# STR_EXPLANATION_ABOUT
source: This website is available online and directly usable at <https://annamatuszynska-biotool-photosynthesis-start-wrd4lw.streamlit.app/>. Additionally, all source code can be downloaded from GitHub at <https://github.com/AnnaMatuszynska/biotool-photosynthesis> and run (offline) locally. For information on downloading and running the notebook, please refer to the `README.md` file on GitHub.
de: Diese Website ist online verfügbar und direkt nutzbar unter <https://annamatuszynska-biotool-photosynthesis-start-wrd4lw.streamlit.app/>. Außerdem kann der gesamte Quellcode von GitHub unter <https://github.com/AnnaMatuszynska/biotool-photosynthesis> heruntergeladen und (offline) lokal ausgeführt werden. Informationen zum Herunterladen und Ausführen des Notizbuchs findest du in der Datei 'README.md' auf GitHub.
fr: Ce site est disponible en ligne et directement utilisable à l'adresse <https://annamatuszynska-biotool-photosynthesis-start-wrd4lw.streamlit.app/>. De plus, tout le code source peut être téléchargé via GitHub à l'adresse <https://github.com/AnnaMatuszynska/biotool-photosynthesis> et exécuté (hors ligne) localement. Pour plus d'informations sur le téléchargement et l'exécution du notebook, veuillez vous référer au fichier `README.md` sur GitHub.

# STR_HEADLINE_MAIN
source: # Photosynthesis *in silico*: an Interactive Dashboard to Study Photosynthesis using a Computational Model
de: # Photosynthese *in silico*: ein interaktives Dashboard zur Untersuchung der Photosynthese anhand eines Computermodells.
fr: # Photosynthèse *in silico*&nbsp;: un tableau de bord interactif pour étudier la photosynthèse à l'aide d'un modèle computationnel

# STR_INTRO
source: Welcome to a Teaching Tool in Biology, a project launched by the **Computational Life Science Lab** at the RWTH Aachen University, Germany. Our goal is to provide a teaching tool applicable to the needs of 21st-century students. We want to show how computational modeling supports the current research in increasing our understanding of how the world works. We have selected photosynthesis as THE process to demonstrate it. In the end, photosynthesis is arguably the most important process on Earth! Why don't you start your adventure with this interactive dashboard by listening to the process of photosynthesis.
de: Willkommen zu unserem Teaching Tool für den Biologieunterricht, einem Projekt des **Computational Life Science Lab** an der RWTH Aachen, Deutschland. Unser Ziel ist es, ein Lehrmaterial zur Verfügung zu stellen, das den Bedürfnissen der Schüler des 21. Jahrhunderts entspricht. Wir wollen zeigen, wie computergestützte Modellierung die aktuelle Forschung unterstützt, um unser Verständnis für die Funktionsweise der Welt zu verbessern. Wir haben die Photosynthese als DEN Prozess ausgewählt, um dies zu demonstrieren. Schließlich ist die Fotosynthese der wohl wichtigste Prozess auf der Erde! Beginne dein Abenteuer mit diesem interaktiven Dashboard, indem du dir den Prozess der Photosynthese anhörst.
fr: Bienvenue sur le site d'un outil d'enseignement de la biologie, un projet lancé par le **Computational Life Science Lab** de l'université RWTH d'Aix-la-Chapelle, en Allemagne. Notre objectif est de fournir un outil d'enseignement adapté aux besoins des étudiants du 21e siècle. Nous voulons montrer comment la modélisation computationnelle soutient la recherche actuelle dans l'amélioration de notre compréhension du fonctionnement du monde. Nous avons choisi la photosynthèse comme LE processus pour le démontrer. En fin de compte, la photosynthèse est sans doute le processus le plus important sur Terre ! Pourquoi ne pas commencer votre aventure avec ce tableau de bord interactif en écoutant le processus de la photosynthèse.

# STR_HEADLINE_USAGE
source: ## How to use this website
de: ## Nutzung dieser Website
fr: ## Comment utiliser ce site

# STR_USAGE
source: We aimed at both curious newcomers and more advanced learners in the fields of biology and modelling. You can chose on the left side panel one of two versions of this website from a drop-down menu (you can also click on the highlighted text): <i>4Bio</i>, if you feel more comfortable with biology, or <a href='#' id='4Math'><i>4Math</i></a>, if you want to experience the mathematical background in more detail.<br>We also included videos on this website. If you would like to read the transcripts, select the <i>Show video transcripts</i> option on the left.
de: Wir richten uns sowohl an neugierige Neulinge als auch an Fortgeschrittene Lernende. Auf der linken Seite kannst du aus einer Drop-down Liste zwischen zwei Versionen dieser Website wählen: <i>4Bio</i>, wenn du dich mit der Biologie sicherer fühlst, oder <a href='#' id='4Math'>4Math</a>, wenn du die mathematischen Hintergründe näher erkunden willst.<br>Auf dieser Webseite findest du auch Videos. Falls du die Video Transkripte ansehen möchtest, wähle <i>Video Transkripte anzeigen</i> auf der linken Seite aus.
fr: Nous nous adressons à la fois aux débutants curieux et aux apprenants plus avancés dans les domaines de la biologie et de la modélisation. Vous pouvez choisir dans le panneau latéral gauche l'une des deux versions de ce site à partir d'un menu déroulant (vous pouvez également cliquer sur le texte en surbrillance)&nbsp;: <i>4Bio</i>, si vous vous sentez plus à l'aise avec la biologie, ou <a href='#' id='4Math'><i>4Math</i></a>, si vous voulez découvrir le contexte mathématique plus en détail. Nous avons également inclus des vidéos sur ce site. Si vous souhaitez lire les transcriptions, sélectionnez l'option <i>Afficher les transcriptions des vidéos</i> à gauche.

# STR_SPECIFIC_USE
source: In this *4Bio* version, we will introduce you to the concept of modelling and how it can be used in biology.We will also explain an experimental method for measuring photosynthesis dynamics and calculating photosynthetic parameters in detail. These methods will then be used on a simple mathematical model of plant light adaption with the possibility of creating and investigating *in silico* mutants. In this version, more parameters of the mathematical model can be altered, allowing for more complex *in silico* mutants, and more outputs will be generated.
de: In dieser *4Bio*-Version führen wir dich in das Konzept der Modellierung ein und erläutern, wie es in der Biologie eingesetzt werden kann. Zudem stellen wir eine experimentelle Methode zur Messung der Photosynthesedynamik und zur Berechnung der Photosyntheseparameter im Detail vor. Diese Methoden werden dann auf ein einfaches mathematisches Modell der pflanzlichen Lichtanpassung angewendet, mit der Möglichkeit, *in silico* Mutanten zu erzeugen und zu untersuchen. In dieser Version können mehr Parameter des mathematischen Modells geändert werden, was komplexere *in silico* Mutanten ermöglicht, und es werden mehr Ergebnisse erzeugt.
fr: Dans cette version *4Bio*, nous vous présenterons le concept de modélisation et comment il peut être utilisé en biologie. Nous expliquerons également une méthode expérimentale pour mesurer la dynamique de la photosynthèse et calculer les paramètres photosynthétiques en détail. Ces méthodes seront ensuite utilisées sur un modèle mathématique simple d'adaptation à la lumière des plantes avec la possibilité de créer et d'étudier des mutants *in silico*. Dans cette version, plus de paramètres du modèle mathématique peuvent être modifiés, ce qui permet de créer des mutants *in silico* plus complexes, et plus de résultats seront générés.

# STR_VIDEO_TRANSCRIPT_INTRODUCTION
source: Photosynthesis is what makes this world go. From the air you breathe to the food you eat, in the end, it's all light driven by plants, algae, and smaller cells. Knowing this, you can understand how important it is to know how photosynthesis works. If we knew that exactly, we might be able to artificially improve this natural process and help with the production of food, fuel, and many other chemicals we need in our lives.
de: Die Photosynthese ist das, was diese Welt am Laufen hält. Von der Luft, die du atmest, bis zu den Lebensmitteln, die du isst, ist letztlich alles dank Licht von Pflanzen, Algen und kleineren Zellen erzeugt worden. Wenn man das weiß, versteht man, wie wichtig es ist, zu wissen, wie die Fotosynthese funktioniert. Wenn wir diesen Prozess genau kennen würden, könnten wir ihn künstlich verbessern und bei der Produktion von Lebensmitteln, Treibstoff und vielen anderen Chemikalien helfen, die wir in unserem Leben brauchen.
fr: La photosynthèse est le moteur de ce monde. De l'air que vous respirez à la nourriture que vous mangez, en fin de compte, c'est la lumière qui est à l'origine des plantes, des algues et des cellules plus petites. Sachant cela, vous pouvez comprendre à quel point il est important de connaître le fonctionnement de la photosynthèse. Si nous le savions exactement, nous pourrions être en mesure d'améliorer artificiellement ce processus naturel et de contribuer à la production de nourriture, de carburant et de nombreux autres produits chimiques dont nous avons besoin dans notre vie.

# STR_LEARNING_OBJECTIVES_HEADER
source: ### Learning objectives What we hope you will learn by following the *4Bio* version:
de: ### Lernziele Was wir hoffen, dass du mit der *4Bio*-Version lernen wirst:
fr: ### Objectifs pédagogiques Ce que nous espérons que vous apprendrez en suivant la version *4Bio*&nbsp;:

# STR_LEARNING_OBJECTIVES
source: - You can explain what models are, how they are useful in biology, and name some examples - You can summarize how non photochemical quenching works and how it is used in light protection - You can summarize how fluorescence can be used to measure photosynthesis - You can produce photosynthesis simulations and explain their biological meaning
de: - Du kannst erklären, was Modelle sind, wie sie in der Biologie nützlich sind, und einige Beispiele nennen - Du kannst zusammenfassen, wie nicht-photochemisches Quenching funktioniert und wie es im Lichtschutz eingesetzt wird - Du kannst zusammenfassen, wie die Fluoreszenz zur Messung der Photosynthese verwendet werden kann - Du kannst Photosynthese-Simulationen erzeugen und deren biologische Bedeutung erklären.
fr: Vous pouvez expliquer ce que sont les modèles, comment ils sont utiles en biologie et citer quelques exemples. - Vous pouvez résumer le fonctionnement de la neutralisation non photochimique et son utilisation dans la protection contre la lumière. - Vous pouvez résumer comment la fluorescence peut être utilisée pour mesurer la photosynthèse. - Vous pouvez produire des simulations de photosynthèse et expliquer leur signification biologique.

# STR_LINK_PLANTS_AND_PYTHON
source: This website and all our models are written in the programming language Python. If you are interested in how to use Python yourself, take a look at [Plants and Python](https://plantsandpython.github.io/PlantsAndPython), a programming course for biologists.
de: Diese Website und alle unsere Modelle sind in der Programmiersprache Python geschrieben. Wenn du dich dafür interessierst, wie du Python selbst benutzen kannst, schau dir [Plants and Python](https://plantsandpython.github.io/PlantsAndPython) an, ein Programmierkurs für Biologen.
fr: Ce site et tous nos modèles sont écrits dans le langage de programmation Python. Si vous souhaitez apprendre à utiliser Python vous-même, jetez un coup d'œil à [Plants and Python](https://plantsandpython.github.io/PlantsAndPython), un cours de programmation destiné aux biologistes.

# STR_DROP_BOX_INTRO
source: If you need to learn the difference between the *in vitro*, *in vivo*, and *in silico*, open the drop-box below.
de: Wenn du den Unterschied zwischen *in vitro*, *in vivo* und *in silico* nicht kennen, öffne die Dropbox unten.
fr: Si vous avez besoin d'apprendre la différence entre *in vitro*, *in vivo* et *in silico*, ouvrez la drop-box ci-dessous.

# STR_EXPANDER_IN
source: Differences between _in vitro_, _in vivo_ and _in silico_
de: Unterschiede zwischen _in vitro_, _in vivo_ und _in silico_
fr: Différences entre _in vitro_, _in vivo_ et _in silico_

# STR_EXPLANATION_IN_VITRO
source: *In vitro* refers to experiments conducted outside a living organism in a controlled laboratory setting.
de: *In vitro* bezieht sich auf Experimente, die außerhalb eines lebenden Organismus in einer kontrollierten Laborumgebung durchgeführt werden.
fr: L'expression *in vitro* fait référence à des expérimentations menées à l'extérieur d'un organisme vivant, dans un environnement de laboratoire contrôlé.

# STR_EXPLANATION_IN_VIVO
source: *In vivo* refers to experiments conducted inside a living organism, usually animals or humans.
de: *In vivo* bezieht sich auf Experimente, die in einem lebenden Organismus, in der Regel einem Tier oder einem Menschen, durchgeführt werden.
fr: Le terme *in vivo* fait référence aux expériences menées à l'intérieur d'un organisme vivant, généralement un animal ou un être humain.

# STR_EXPLANATION_IN_SILICO
source: *In silico* refers to computational experiments and simulations performed using computer models and algorithms.
de: *In silico* bezieht sich auf Computerexperimente und -simulationen, die mit Hilfe von Computermodellen und -algorithmen durchgeführt werden.
fr: Le terme *In silico* fait référence aux expériences et simulations computationnelles réalisées à l'aide de modèles et d'algorithmes informatiques.

# STR_HEADLINE_PAGES
source: ## Abstract of the pages
de: ## Zusammenfassung der Seiten
fr: ## Sommaire des pages

# STR_INTRODUCTION_PAGES
source: In the following, we will give you a short overview of what you can expect on the following pages. In <a href='#' id='4Math'>4Math</a>, you will find the overview of what additional information you will get in the <a href='#' id='4Math'>4Math</a> versions.
de: Im Folgenden geben wir dir einen kurzen Überblick darüber, was dich auf den folgenden Seiten erwartet. Unter <a href='#' id='4Math'>4Math</a> findest du die Übersicht, welche zusätzlichen Informationen dich in den 4Math-Versionen erhält.
fr: Dans ce qui suit, nous vous donnons un bref aperçu de ce à quoi vous pouvez vous attendre dans les pages suivantes. Dans <a href='#' id='4Math'>4Math</a>, vous trouverez un aperçu des informations supplémentaires que vous obtiendrez dans les versions <a href='#' id='4Math'>4Math</a>.

# STR_PHOTOSYNTHESIS
source: On the **photosynthesis page**, you will learn everything you need to know about photosynthesis to use the following pages fully.
de: Auf der Seite **Fotosynthese** erfährst du alles, was du über die Fotosynthese wissen müssen, um die folgenden Seiten vollständig nutzen zu können.
fr: Sur la page **photosynthèse**, vous apprendrez tout ce qu'il faut savoir sur la photosynthèse pour utiliser au mieux les pages suivantes.

# STR_METHOD
source: We need a specific measurement method to measure plants' photosynthetic performance. This is presented on the **measuring method page**. In addition, we address how we can make our measurements visible.
de: Um die photosynthetische Leistung von Pflanzen zu messen, benötigen wir eine spezielle Messmethode. Diese wird auf der Seite **Messmethode** vorgestellt. Außerdem gehen wir darauf ein, wie wir unsere Messungen sichtbar machen können.
fr: Nous avons besoin d'une méthode de mesure spécifique pour mesurer la performance photosynthétique des plantes. Cette méthode est présentée sur la page **méthode de mesure**. En outre, nous abordons la question de savoir comment rendre nos mesures visibles.

# STR_MODEL
source: As the headline already told you, we work <i>in silico</i>, i.e., with mathematical models. On the <b>computational models page</b> you will learn something about mathematical models in general, as well as something about photosynthesis models. In the <a href='#' id='4Math'>4Math</a> version you can also learn something about how to implement such a model in the programming language Python.
de: Wie die Headline bereits verrät, arbeiten wir <i>in silico</i>, d.h. mit mathematischen Modellen. Auf der Seite <b>Computational Models</b> erfährst du etwas über mathematische Modelle im Allgemeinen sowie etwas über Photosynthesemodelle. In der <a href='#' id='4Math'>4Math</a>-Version kannst du auch etwas über die Implementierung eines mathematischen Modells in der Programmiersprache Python lernen.
fr: Comme le titre l'indique, nous travaillons <i>in silico</i>, c'est-à-dire avec des modèles mathématiques. Sur la page <b>modélisation computationnelle</b>, vous apprendrez quelque chose sur les modèles mathématiques en général, ainsi que sur les modèles de photosynthèse. Dans la version <a href='#' id='4Math'>4Math</a> vous pouvez également apprendre comment implémenter un tel modèle dans le langage de programmation Python.

# STR_EXPERIMENT
source: On the page <b>experiments <i>in silico</i></b>, you will learn the photosynthesis model used by us and co-developed by Anna Matuszyńska (<a href='https://doi.org/10.1016/j.bbabio.2016.09.003' target='_blank'>2016</a>). Afterward, you can directly use it yourself to perform your first measurements. In the <a href='#' id='4Math'>4Math</a> version, there is the possibility to deal with the mathematical equations of the used model. In addition, further parameters can be set for the experiments.
de: Auf der Seite <b>Experiments <i>in silico</i></b> lernst du das von uns verwendete und von Anna Matuszyńska (<a href='https://doi.org/10.1016/j.bbabio.2016.09.003' target='_blank'>2016</a>) mitentwickelte Photosynthesemodell kennen. Danach kannst du es direkt selbst verwenden, um deine ersten Messungen durchzuführen. In der <a href='#' id='4Math'>4Math</a>-Version besteht die Möglichkeit, sich mit den mathematischen Gleichungen des verwendeten Modells zu beschäftigen. Darüber hinaus können weitere Parameter für die Experimente eingestellt werden.
fr: Sur la page <b>experiments <i>in silico</i></b>, vous apprendrez le modèle de photosynthèse que nous utilisons et qui a été co-développé par Anna Matuszyńska (<a href='https://doi.org/10.1016/j.bbabio.2016.09.003' target='_blank'>2016</a>). Par la suite, vous pouvez l'utiliser directement pour effectuer vos premières mesures. Dans la version <a href='#' id='4Math'>4Math</a>, il est possible de consulter les équations mathématiques du modèle utilisé. En outre, d'autres paramètres peuvent être définis pour les expériences.

# STR_MEMORY
source: Last but not least, you will get to know the plant light memory on the **plant light memory page** and can prove its existence independently with experiments.
de: Nicht zuletzt lernst du auf der Seite **Plant Light Memory** das pflanzliche Lichtgedächtnis kennen und kannst dessen Existenz selbständig mit Experimenten nachweisen.
fr: Enfin, vous apprendrez à connaître la mémoire de la lumière des plantes sur la page de la **mémoire de la lumière des plantes** et pourrez prouver son existence de manière indépendante par des expérimentations.

# PHO_HEADLINE_PHOTOSYNTHESIS_PAGE
source: # Photosynthesis
de: # Fotosynthese
fr: # Photosynthèse
