Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# PHO_LEARNING_OBJECTIVES
source: ### Learning objectives - You understand why climate change has an impact on plants and photosynthesis - You are reminded of the basic principle of photosynthesis and where it occurs - You understand the plants' problem arising from excessive light - You learn about the plant's photoprotective mechanism on a molecular detail #### What you need to know: - Structure of a plant - Structure of a cell - Function of a cell membrane - The principle of plant autotrophy - Basic principles of climate change
de: ### Lernziele - Du verstehst, warum der Klimawandel Auswirkungen auf Pflanzen und die Photosynthese hat - Du erinnerst dich an das Grundprinzip der Photosynthese und wo sie stattfindet - Du verstehst die Probleme der Pflanzen, die durch zu viel Licht entstehen - Du lernst den Lichtschutzmechanismus der Pflanze im molekularen Detail kennen #### Was du wissen musst: - Aufbau einer Pflanze - Aufbau einer Zelle - Funktion der Zellmembran - Das Prinzip der Pflanzenautotrophie - Grundlegende Prinzipien des Klimawandels
fr: ### Objectifs éducatifs Vous comprenez pourquoi le changement climatique a un impact sur les plantes et la photosynthèse. - Vous vous souvenez du principe de base de la photosynthèse et de l'endroit où elle se produit. - Vous comprenez le problème que pose aux plantes l'excès de lumière. - Vous apprenez le mécanisme de photoprotection de la plante au niveau moléculaire. #### Ce qu'il faut savoir&nbsp;: - La structure d'une plante - Structure d'une cellule - Fonction de la membrane cellulaire - Le principe de l'autotrophie des plantes - Les principes de base du changement climatique

# PHO_HEADLINE_CLIMATE
source: ## Climate Change
de: ## Klimawandel
fr: ## Changement climatique

# PHO_INTRODUCTION_CLIMATE_CHANGE
source: As plants **cannot run** away, they must adapt to their changed environmental conditions. Plants are the basis of life on Earth (Fig. left), and plant adaptation is crucial for a functioning world. Varied conditions, e.g., changed temperatures (heat and cold), flooding events, and drought, can lead to stressful events in plants. As summarized in the Figure on the right, those factors can have various short- and long-term effects on plants. Nevertheless, plants experience stress upon sudden changes but have a *highly flexible metabolism* for adaptation. *One of the first reactions in plant metabolism is photosynthesis*, which **delivers energy** to sustain plant life. Photosynthesis itself is directly and indirectly affected by changed environmental conditions. Therefore, the analysis of photosynthesis and the fixation of CO₂ by plants is an essential measure of overall **plant fitness**, **productivity**, and **survival**. Consequently, basic research on photosynthesis and its efficiency is vital to assess our changing world.
de: - Plattentektonik und Vulkanismus
fr: Le *climat* est défini comme la moyenne des mesures statistiques du temps sur une longue période dans un lieu spécifique. Le *changement climatique* est défini comme une modification du climat à l'échelle mondiale. Trois catégories principales peuvent induire un changement climatique&nbsp;:

# PHO_POINT_1
source: - plate tectonics and vulcanism
fr: - la tectonique des plaques et le vulcanisme

# PHO_POINT_2
source: - earth orbit transitions
de: - Übergänge in der Erdumlaufbahn
fr: - transitions de l'orbite terrestre

# PHO_POINT_3
source: - emissions of heat-trapping gasses
de: - Emissionen wärmespeichernder Gase
fr: - les émissions de gaz qui retiennent la chaleur

# PHO_END_OF_INTRODUCTION
source: In the history of the Earth, several times climate changes occurred. In 2016, *97% of climate researchers* agreed that we are currently in human-caused global warming (Cook et al., 2016). Research is needed to understand the impact of the sudden rise of Earth's Temperature.
de: ## Prozess der Photosynthese
fr: Au cours de l'histoire de la Terre, des changements climatiques se sont produits à plusieurs reprises. En 2016, *97 % des chercheurs en climatologie* s'accordent à dire que nous sommes actuellement en présence d'un réchauffement climatique d'origine humaine (Cook et al., 2016). Des recherches sont nécessaires pour comprendre l'impact de l'augmentation soudaine de la température de la Terre.

# PHO_HEADLINE_PHOTOSYNTHESIS
source: ## Process of Photosynthesis
fr: ## Processus de la photosynthèse

# PHO_PHOTOSYNTHESIS_EXPLANATION_1
source: Just like humans, plants need nutrients for their growth. The most essential is water and minerals, but plants also need fats, carbohydrates, and proteins. Most of these nutrients plants can absorb from the soil through their roots, but not all of them. As already mentioned, plants are producers and can, therefore, manufacture nutrients. These nutrients include, in particular, carbohydrates, which are produced during photosynthesis.
de: Genau wie der Mensch brauchen Pflanzen Nährstoffe für ihr Wachstum. Die wichtigsten sind Wasser und Mineralien, aber Pflanzen brauchen auch Fette, Kohlenhydrate und Proteine. Die meisten dieser Nährstoffe können Pflanzen über ihre Wurzeln aus dem Boden aufnehmen, aber nicht alle. Wie bereits erwähnt, sind Pflanzen Produzenten und können daher Nährstoffe selbst herstellen. Zu diesen Nährstoffen gehören vor allem Kohlenhydrate, die bei der Photosynthese entstehen.
fr: Tout comme les humains, les plantes ont besoin de nutriments pour leur croissance. Les plus essentiels sont l'eau et les minéraux, mais les plantes ont également besoin de graisses, d'hydrates de carbone et de protéines. La plupart de ces nutriments peuvent être absorbés par les plantes à partir du sol par leurs racines, mais pas tous. Comme nous l'avons déjà mentionné, les plantes sont des producteurs et peuvent donc fabriquer des nutriments. Ces nutriments comprennent notamment les hydrates de carbone, qui sont produits au cours de la photosynthèse.

# PHO_PHOTOSYNTHESIS_EXPLANATION_2
source: In photosynthesis, plants produce biomass in the form of glucose. To do this, they need CO₂, H₂O, and energy in the form of light.
de: Bei der Photosynthese produzieren Pflanzen Biomasse in Form von Glukose. Dazu benötigen sie CO₂, H₂O und Energie in Form von Licht.
fr: Au cours de la photosynthèse, les plantes produisent de la biomasse sous forme de glucose. Pour ce faire, elles ont besoin de CO₂, de H₂O et d'énergie sous forme de lumière.

# PHO_CAPTION_FOTOSYNTHESE_PICTURE
source: Photosynthesis process
de: Photosynthese Ablauf
fr: Processus de photosynthèse

# PHO_CAPTION_FOTOSYNTHESE_LEAF_ZOOM
source: Zooming into a leaf, the cross-section contains mesophyll cells where the organelle chloroplasts are present within those. Within the membrane system of chloroplasts - called the thylakoid system- photosynthesis' light reaction occurs. The light energy is converted here into chemical energy (ATP and NADPH synthesis), which is used for the fixation of CO₂ and sugar production.
de: Wenn man in ein Blatt hineinzoomt, sieht man im Querschnitt Mesophyllzellen, in denen sich die Organelle Chloroplasten befinden. Innerhalb des Membransystems der Chloroplasten - dem sogenannten Thylakoidsystem - findet die Lichtreaktion der Photosynthese statt. Die Lichtenergie wird hier in chemische Energie umgewandelt (ATP- und NADPH-Synthese), die für die Fixierung von CO₂ und die Zuckerproduktion verwendet wird.
fr: En zoomant sur une feuille, la coupe transversale montre des cellules mésophylles dans lesquelles se trouvent les organites que sont les chloroplastes. C'est à l'intérieur du système membranaire des chloroplastes - appelé système thylakoïde - que se produit la réaction lumineuse de la photosynthèse. L'énergie lumineuse y est convertie en énergie chimique (synthèse d'ATP et de NADPH), utilisée pour la fixation du CO₂ et la production de sucre.

# PHO_HEADLINE_PHOTOSYNTHESIS_LOCATION
source: ## Place of photosynthesis
de: ## Ort der Photosynthese
fr: ## Lieu de la photosynthèse

# PHO_PHOTOSYNTHESIS_LOCATION_EXPLANATION
source: Photosynthesis takes place in the cells of the primarily green components of plants. In these cells are specialized organelles, the chloroplasts. There, the part of photosynthesis called the light reaction takes place. The so-called photosystems are located in the membrane. Photosystem II (PSII), which uses the energy of light to split water into oxygen and protons, is of particular interest to us.
de: Die Photosynthese findet in den Zellen der vorwiegend grünen Bestandteile der Pflanzen statt. In diesen Zellen befinden sich spezialisierte Organellen, die Chloroplasten. Dort findet der als Lichtreaktion bezeichnete Teil der Photosynthese statt. In der Membran befinden sich die sogenannten Photosysteme. Von besonderem Interesse ist für uns das Photosystem II (PSII), das die Energie des Lichts nutzt, um Wasser in Sauerstoff und Protonen zu spalten.
fr: La photosynthèse a lieu dans les cellules des composants principalement verts des plantes. Dans ces cellules se trouvent des organites spécialisés, les chloroplastes. C'est là que se déroule la partie de la photosynthèse appelée réaction à la lumière. Les photosystèmes sont situés dans la membrane. Le photosystème II (PSII), qui utilise l'énergie de la lumière pour séparer l'eau en oxygène et en protons, nous intéresse particulièrement.

# PHO_CAPTION_FOTOSYNTHESE_APPARAT_PICTURE
source: Complexes within the thylakoid membrane, which are necessary for photosynthesis.
de: Komplexe innerhalb der Thylakoidmembran, welche für die Fotosynthese notwendig sind.
fr: Complexes à l'intérieur de la membrane thylakoïde, nécessaires à la photosynthèse.

# PHO_PHOTOSYNTHESIS_LOCATION_CONTINUE
source: After the chloroplast takes up light, the captured energy is used in the cytoplasm to fix CO₂ and produce sugar. This is a multi-step process called the Calvin cycle with its main protein-actor: RuBisCO. If you want to see this journey into the chloroplast in more detail, we have created a short video for you:
de: Nachdem der Chloroplast das Licht aufgenommen hat, wird die eingefangene Energie im Zytoplasma genutzt, um CO₂ zu binden und Zucker zu produzieren. Dies ist ein mehrstufiger Prozess, der Calvin-Zyklus genannt wird und dessen Hauptakteur ein Protein ist: RuBisCO. Wenn Sie diese Reise in den Chloroplasten genauer sehen möchten, haben wir ein kurzes Video für Sie erstellt:
fr: Après que le chloroplaste a absorbé la lumière, l'énergie capturée est utilisée dans le cytoplasme pour fixer le CO₂ et produire du sucre. Il s'agit d'un processus en plusieurs étapes appelé cycle de Calvin, dont l'acteur principal est une protéine&nbsp;: RuBisCO. Si vous voulez voir ce voyage dans le chloroplaste plus en détail, nous avons créé une courte vidéo pour vous&nbsp;:

# PHO_VIDEO_TRANSCRIPT_JOURNEY
source: Imagine going up to a tree. This tree has many parts: Roots, a stem, branches, leaves. All of which are important to the tree's function and there are researchers interested in understanding them. Let's focus for now on the leaf since this is where photosynthesis happens. Take a step towards the tree and look at the leaf. It has an intricate structure with a network of veins running through a sheet of green photosynthetic cells. And there are other cells: Plant hairs, gas-exchanging stomates, and more. Even in just a leaf, there are many different functioning sets that all warrant investigation. But let's again focus on the green cells, the mesophyll, cells place of most photosynthesis. So imagine taking another step forward and looking inside the cell. You see it filled to the brim with again different parts with their own jobs: The vacuole, which gives the cell structure; the nucleus packing the genetic information; the chloroplast, where the light is being captured; and so many more organelles. And let's take another step towards the chloroplast to investigate how light gives energy to our cell. On this level, you see how the light hits the millions of proteins that do their jobs within this confined space. Special ones among them, the photosystems, can take up that light, juggle with electrons, and pass them on. A whole miniature machinery is fueled by them, leading to the production and consumption of things. Many of them leave or enter the chloroplasts from other parts of the cell. Everything changes constantly! And in there, we sit and wonder: How does photosynthesis work?
de: Stell dir sich vor, du gehst auf einen Baum zu. Dieser Baum hat viele Teile: Wurzeln, einen Stamm, Äste, Blätter. Alle sind wichtig für die Funktion des Baumes, und es gibt Forscher, die daran interessiert sind, sie zu verstehen. Konzentrieren wir uns zunächst auf das Blatt, denn dort findet die Photosynthese statt. Geh einen Schritt auf den Baum zu und sieh dir das Blatt an. Es hat eine komplizierte Struktur mit einem Netz von Adern, die sich durch ein Blatt aus grünen, photosynthetischen Zellen ziehen. Und es gibt noch andere Zellen: Pflanzenhaare, gasaustauschende Spaltöffnungen und vieles mehr. Selbst in einem einzigen Blatt gibt es viele verschiedene Funktionsweisen, die alle untersucht werden sollten. Aber konzentrieren wir uns wieder auf die grünen Zellen, das Mesophyll, die Zellen, in denen die meiste Photosynthese stattfindet. Stell dir vor, du gehst einen Schritt weiter und schaust ins Innere der Zelle. Du siehst die Zelle bis zum Rand gefüllt mit verschiedenen Teilen, die ihre eigenen Aufgaben haben: Die Vakuole, die der Zelle ihre Struktur verleiht; der Zellkern, der die genetische Information enthält; der Chloroplast, in dem das Licht eingefangen wird; und viele weitere Organellen. Und lassen Sie uns einen weiteren Schritt in Richtung des Chloroplasten machen, um zu untersuchen, wie das Licht unserer Zelle Energie gibt. Auf dieser Ebene sieht man, wie das Licht auf die Millionen von Proteinen trifft, die in diesem begrenzten Raum ihre Arbeit verrichten. Spezielle unter ihnen, die Photosysteme, können das Licht aufnehmen, mit Elektronen jonglieren und sie weitergeben. Eine ganze Miniaturmaschinerie wird von ihnen angetrieben, die für die Produktion und den Verbrauch von Dingen sorgt. Viele von ihnen verlassen oder betreten die Chloroplasten aus anderen Teilen der Zelle. Alles verändert sich ständig! Und da drinnen sitzen wir und fragen uns: Wie funktioniert die Photosynthese?
fr: Imaginez que vous montiez sur un arbre. Cet arbre a de nombreuses parties&nbsp;: Les racines, le tronc, les branches et les feuilles. Ces éléments sont importants pour le fonctionnement de l'arbre et les chercheurs souhaitent les comprendre. Pour l'instant, concentrons-nous sur la feuille, car c'est là que se produit la photosynthèse. Faites un pas vers l'arbre et regardez la feuille. Elle présente une structure complexe avec un réseau de nervures qui traverse une série de cellules vertes photosynthétiques. Et il y a d'autres cellules&nbsp;: Les poils de la plante, les stomates qui échangent les gaz, et bien d'autres choses encore. Même dans une simple feuille, il existe de nombreux ensembles fonctionnels différents qui méritent tous d'être étudiés. Mais concentrons-nous à nouveau sur les cellules vertes, le mésophylle, les cellules où se déroule la majeure partie de la photosynthèse. Imaginez que vous fassiez un pas en avant et que vous regardiez à l'intérieur de la cellule. Vous la voyez remplie à ras bord de différentes parties qui ont chacune leur rôle à jouer&nbsp;: La vacuole, qui donne sa structure à la cellule ; le noyau, qui contient l'information génétique ; le chloroplaste, qui capte la lumière ; et bien d'autres organites encore. Faisons un pas de plus vers le chloroplaste pour étudier comment la lumière fournit de l'énergie à nos cellules. À ce niveau, vous voyez comment la lumière frappe les millions de protéines qui font leur travail dans cet espace confiné. Certaines d'entre elles, les photosystèmes, peuvent capter cette lumière, jongler avec les électrons et les transmettre. Ils alimentent une machinerie miniature qui permet la production et la consommation d'éléments. Beaucoup d'entre eux quittent ou entrent dans les chloroplastes depuis d'autres parties de la cellule. Tout change en permanence&nbsp;! Et là, nous nous posons des questions&nbsp;: Comment fonctionne la photosynthèse&nbsp;?

# PHO_HEADLINE_NPQ
source: ## How to deal with too much light?
de: ## Wie geht man mit zu viel Licht um?
fr: ## Comment gérer un excès de lumière ?

# PHO_NPQ_EXPLANATION
source: If the photosystems absorb too much light energy, protein breakdown, and cellular damage by producing radical oxygen species can ensue. Therefore, multiple preventive mechanisms exist to reduce high light damage, ranging from the adaption of the photosystems to the movement of chloroplasts and whole leaves. Processes on the scale of the photosystems are acting the fastest and usually result in light energy being directly emitted as heat. Such processes are collectively called non-photochemical quenching (NPQ).
de: Wenn die Photosysteme zu viel Lichtenergie absorbieren, kann es zum Abbau von Proteinen und zu Zellschäden durch die Bildung radikaler Sauerstoffspezies kommen. Daher gibt es mehrere Präventivmechanismen zur Verringerung hoher Lichtschäden, die von der Anpassung der Photosysteme bis zur Bewegung von Chloroplasten und ganzen Blättern reichen. Prozesse auf der Ebene der Photosysteme wirken am schnellsten und führen in der Regel dazu, dass Lichtenergie direkt als Wärme abgegeben wird. Solche Prozesse werden als nicht-photochemisches Quenching (NPQ) bezeichnet.
fr: Si les photosystèmes absorbent trop d'énergie lumineuse, il peut s'ensuivre une dégradation des protéines et des dommages cellulaires par la production d'espèces radicales d'oxygène. C'est pourquoi il existe de multiples mécanismes préventifs pour réduire les dommages causés par la lumière, allant de l'adaptation des photosystèmes au mouvement des chloroplastes et des feuilles entières. Les processus à l'échelle des photosystèmes sont les plus rapides et se traduisent généralement par l'émission directe d'énergie lumineuse sous forme de chaleur. Ces processus sont collectivement appelés quenching non-photochimique (NPQ).

# PHO_NPQ_EXPLANATION_DETAILED
source: **Non-photochemical quenching (NPQ)** is a protective mechanism employed by photosynthetic organisms to avoid damage of their photosystems by an excess of light energy. NPQ involves both rapid and slower mechanisms that are reversible and lead to a reduction in the efficiency of the photosynthetic process under conditions of excess light. This reduction in efficiency is achieved by dissipating the excess light energy as heat, rather than using it for photosynthesis. NPQ therefore although reducing the conversion rate acts as a safety valve, helping to protect the photosynthetic apparatus from potential damage.
de: **Nicht-photochemisches Quenching (NPQ)** ist ein Schutzmechanismus, den photosynthetische Organismen anwenden, um eine Schädigung ihrer Photosysteme durch einen Überschuss an Lichtenergie zu vermeiden. NPQ umfasst sowohl schnelle als auch langsame Mechanismen, die reversibel sind und zu einer Verringerung der Effizienz des photosynthetischen Prozesses unter Bedingungen von Lichtüberschuss führen. Diese Verringerung der Effizienz wird dadurch erreicht, dass die überschüssige Lichtenergie als Wärme abgeleitet wird, anstatt sie für die Photosynthese zu nutzen. Obwohl NPQ die Umwandlungsrate reduziert, wirkt es daher als Sicherheitsventil, das den Photosyntheseapparat vor möglichen Schäden schützt.
fr: **L'extinction non photochimique (NPQ)** est un mécanisme de protection utilisé par les organismes photosynthétiques pour éviter que leurs photosystèmes ne soient endommagés par un excès d'énergie lumineuse. La NPQ implique des mécanismes à la fois rapides et lents qui sont réversibles et conduisent à une réduction de l'efficacité du processus photosynthétique dans des conditions d'excès de lumière. Cette réduction de l'efficacité est obtenue en dissipant l'énergie lumineuse excédentaire sous forme de chaleur, au lieu de l'utiliser pour la photosynthèse. Par conséquence, même si elle réduit le taux de conversion, la NPQ agit comme une soupape de sécurité, contribuant à protéger l'appareil photosynthétique d'éventuels dommages.

# PHO_NPQ_EXPLANATION_CONTINUED
source: The following pages will show you a model of the plant's photosynthesis including NPQ by the 'Xanthophyll cycle' (shown below). The Xanthophyll cycle describes the enzymatic interconversion of carotenoids which leads to a system with tunable light absorption for dissipation as heat.
de: Auf den folgenden Seiten finden Sie ein Modell der pflanzlichen Photosynthese einschließlich NPQ durch den 'Xanthophyll-Zyklus' (siehe unten). Der Xanthophyll-Zyklus beschreibt die enzymatische Umwandlung von Carotinoiden, die zu einem System mit variabler Lichtabsorption und Wärmeabgabe beiträgt.
fr: Les pages suivantes présentent un modèle de la photosynthèse de la plante, y compris la NPQ par le «&nbsp;cycle de la xantophylle&nbsp;» (illustré ci-dessous). Le cycle de la xanthophylle décrit l'interconversion enzymatique des caroténoïdes qui conduit à un système dont l'absorption de la lumière peut être réglée pour être dissipée sous forme de chaleur.

# PHO_CAPTION_NPQ
source: The 'Xanthophyll cycle' involved in NPQ. In a series of two reversible steps, the carotenoid Violaxanthin is converted to the NPQ-active form Zeaxanthin. Zeaxanthin can absorb photons and emit the excitation energy as heat, thus, protecting the photosystems from overexcitation. The fast de-epoxidation towards Zeaxanthin is catalyzed by the Violaxanthin de-epoxidase, which is activated by the low thylakoidal pH during high light. Inversely, the slow epoxidation of Zeaxanthin happens preferably under the higher pHs in low light..
de: Der an NPQ beteiligte 'Xanthophyll-Zyklus'. In einer Reihe von zwei reversiblen Schritten wird das Carotinoid Violaxanthin in die NPQ-aktive Form Zeaxanthin umgewandelt. Zeaxanthin kann Photonen absorbieren und die Anregungsenergie als Wärme abgeben, wodurch die Photosysteme vor Übererregung geschützt werden. Die schnelle De-Epoxidation zu Zeaxanthin wird von der Violaxanthin-De-Epoxidase katalysiert, die durch den niedrigen thylakoidalen pH-Wert bei starkem Licht aktiviert wird. Umgekehrt erfolgt die langsame Epoxidierung von Zeaxanthin vorzugsweise bei höheren pH-Werten und wenig Licht.
fr: Le «&nbsp;cycle de la xantophylle&nbsp;» impliqué dans la NPQ. Au cours d'une série de deux étapes réversibles, le caroténoïde violaxanthine est converti en zéaxanthine, forme active de la NPQ. La zéaxanthine peut absorber les photons et émettre l'énergie d'excitation sous forme de chaleur, protégeant ainsi les photosystèmes d'une surexcitation. La désépoxydation rapide vers la zéaxanthine est catalysée par la violaxanthine désépoxydase, qui est activée par le faible pH thylakoïdal en cas de forte luminosité. Inversement, l'époxydation lente de la zéaxanthine se produit de préférence à des pH plus élevés en cas de faible luminosité.

# PHO_HEADER_MODEL_ORGANISMEN
source: ## One plant to rule them all
de: ## Eine Pflanze für alle Fälle
fr: ## Une plante pour les dominer toutes
