Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# MDL_MATHEMATICAL_MODELLING_EXAMPLE
source: Let us imagine a scenario where a new highly contagious but overall harmless disease gets introduced to a population of aliens on Planet-X. This disease has surprised the people of Planet-X so that they separated their population into three categories: the ones that are susceptible to the disease and can get sick at any moment (S), the ones that recovered from the infection (R), and the currently infected ones (I).
de: Nehmen wir ein Szenario an, in dem eine neue, hoch ansteckende, aber im Großen und Ganzen harmlose Krankheit in eine Population von Außerirdischen auf Planet-X eingeschleppt wird. Diese Krankheit hat die Menschen auf Planet-X so überrascht, dass sie ihre Bevölkerung in drei Kategorien unterteilt haben: diejenigen, die für die Krankheit anfällig sind und jederzeit erkranken können (S), diejenigen, die sich von der Infektion erholt haben (R), und die aktuell Infizierten (I).
fr: Cette maladie a surpris les habitants de la planète X au point qu'ils ont séparé leur population en trois catégories&nbsp;: ceux qui sont susceptible à la maladie et peuvent tomber malades à tout moment (S), ceux qui ont guéri de l'infection (R), et ceux qui sont actuellement infectés (I).

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_1
source: To know how their population will look in a few months, they try a new method they heard from Earth about, namely **mathematical modeling**. To start, you should create a scheme for your problem; in this case, the S become I at a specific infection rate (v<sub>1</sub>) and the I become R at a specific recovery rate (v<sub>2</sub>).
de: Um zu wissen, wie ihre Population in ein paar Monaten aussehen wird, probieren sie eine neue Methode aus, von der sie auf der Erde gehört haben, nämlich **mathematische Modellierung**. Zu Beginn sollten Sie ein Schema für Ihr Problem erstellen; in diesem Fall werden die S zu I bei einer bestimmten Infektionsrate (v<sub>1</sub>) und die I zu R bei einer bestimmten Erholungsrate (v<sub>2</sub>).
fr: Pour savoir à quoi ressemblera leur population dans quelques mois, ils essaient une nouvelle méthode dont ils ont entendu parler sur Terre, la **modélisation mathématique**. Pour commencer, vous devez créer un schéma pour votre problème; dans ce cas, les S deviennent des I à un taux d'infection spécifique (v<sub>1</sub>) et les I deviennent des R à un taux de récupération spécifique (v<sub>2</sub>).

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_2
source: We now have to determine how these reaction rates look like mathematically. The infection rate (v<sub>1</sub>) depends on the probability of infection (β) and the relative amount of S and I to the total population (N), as the recovered gain complete immunity. On the other hand the recovery rate (v<sub>2</sub>) is only dependent on the probability of recovery (γ) and the amount of I. This gives us the following equations:
de: Wir müssen nun bestimmen, wie diese Reaktionsraten mathematisch aussehen. Die Infektionsrate (v<sub>1</sub>) hängt von der Infektionswahrscheinlichkeit (β) und dem relativen Anteil von S und I an der Gesamtpopulation (N) ab, da die Genesenen vollständige Immunität erlangen. Die Genesungsrate (v<sub>2</sub>) hängt dagegen nur von der Genesungswahrscheinlichkeit (γ) und der Menge von I ab:
fr: Nous devons maintenant déterminer comment ces taux de réaction se présentent mathématiquement. Le taux d'infection (v<sub>1</sub>) dépend de la probabilité d'infection (β) et de la quantité relative de S et I par rapport à la population totale (N), car les personnes guéries acquièrent une immunité complète. D'autre part, le taux de récupération (v<sub>2</sub>) ne dépend que de la probabilité de guérison (γ) et de la quantité de I. Cela nous donne les formules suivantes&nbsp;:

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_3
source: These rates show us the speed at which the amounts of S, I and R are changing. Therefore, if we consider time, we can depict the change of each quantity individually. This is usually denoted by a 'd' before the changing variable. This gives the following equations to calculate the amount of each population at a specific time:
de: Diese Raten zeigen uns die Geschwindigkeit, mit der sich die Mengen von S, I und R verändern. Wenn wir also die Zeit betrachten, können wir die Veränderung jeder Größe einzeln darstellen. Dies wird in der Regel durch ein 'd' vor der sich verändernden Variablen gekennzeichnet. Daraus ergeben sich die folgenden Gleichungen zur Berechnung der Menge jeder Population zu einem bestimmten Zeitpunkt:
fr: Ces taux nous indiquent la vitesse à laquelle les quantités S, I et R changent. Par conséquent, si nous tenons compte du temps, nous pouvons représenter le changement de chaque quantité individuellement. Cela est généralement indiqué par un «&nbsp;d&nbsp;» devant la variable changeante. Les formules suivantes permettent de calculer la quantité de chaque population à un moment donné&nbsp;:

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_4
source: The rates get appointed a negative factor when they remove from a quantity and a positive one when they add to it. For example, I gets more as much as (v<sub>1</sub>) allows it to, but at the same time gets less due to (v<sub>2</sub>). Now, we could calculate the change over time for each quantity on paper. Still, because we love our graphs and having as much information as possible, we will use computers to do our work. Below, you will find an interactive model that lets you change all the parameters and the starting conditions of our populations.
de: Die Raten erhalten einen negativen Faktor, wenn sie von einer Menge abziehen, und einen positiven, wenn sie zu ihr hinzukommen. Zum Beispiel bekommt I so viel mehr, wie (v<sub>1</sub>) es zulässt, aber gleichzeitig weniger durch (v<sub>2</sub>). Nun könnten wir die Veränderung im Laufe der Zeit für jede Menge auf dem Papier berechnen. Da wir jedoch unsere Diagramme lieben und so viele Informationen wie möglich haben möchten, werden wir unsere Arbeit am Computer erledigen. Unten findest du ein interaktives Modell, mit dem du alle Parameter und die Ausgangsbedingungen für unsere Populationen ändern kannst.
fr: Les taux sont affectés d'un facteur négatif lorsqu'ils enlèvent une quantité et d'un facteur positif lorsqu'ils l'ajoutent. Par exemple, I augmente autant que (v<sub>1</sub>) le permet, mais en même temps diminue grâce à (v<sub>2</sub>). Nous pourrions maintenant calculer sur papier l'évolution dans le temps de chaque quantité. Cependant, parce que nous aimons nos graphiques et avoir le plus d'informations possible, nous utiliserons l'ordinateur pour faire notre travail. Vous trouverez ci-dessous un modèle interactif qui vous permet de modifier tous les paramètres et les conditions de départ de nos populations.

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_INFECTED
source: Infected
de: Infiziert
fr: Infecté

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_RECOVERED
source: Recovered
de: Genesen
fr: Récupérés

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_SIR_TIMESLIDER
source: Simulation time in months
de: Simulationszeit in Monaten
fr: Durée de la simulation en mois

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_SIR_BETASLIDER
source: Infection rate β
de: Infektionsrate β
fr: Taux d'infection β

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_SIR_GAMMASLIDER
source: Recovery rate γ
de: Erholungsrate γ
fr: Taux de récupération γ

# MDL_CAPTION_SIR_RESULTS_PICTURE
source: The change in the population of Planet-X using the SIR model taken from Earth's scientists is depicted. The infection rate is set to (β&nbsp;=&nbsp;2) and the recovery rate to (γ&nbsp;=&nbsp;0.2). The starting populations are: (S&nbsp;=&nbsp;900), (I&nbsp;=&nbsp;100), (R&nbsp;=&nbsp;0), and (N&nbsp;=&nbsp;S&nbsp;+&nbsp;I&nbsp;+&nbsp;R&nbsp;=&nbsp;1000)
de: Die Veränderung der Bevölkerung von Planet-X unter Verwendung des von den Wissenschaftlern der Erde übernommenen SIR-Modells ist dargestellt. Die Infektionsrate wird auf (β&nbsp;=&nbsp;2) und die Erholungsrate auf (γ&nbsp;=&nbsp;0,2) gesetzt. Die Ausgangspopulationen sind: (S&nbsp;=&nbsp;900), (I&nbsp;=&nbsp;100), (R&nbsp;=&nbsp;0), und (N&nbsp;=&nbsp;S&nbsp;+&nbsp;I&nbsp;+&nbsp;R&nbsp;=&nbsp;1000)
fr: L'évolution de la population de la Planète-X à l'aide du modèle SIR repris par les chercheurs de la Terre est représentée. Le taux d'infection est fixé à (β&nbsp;=&nbsp;2) et le taux de guérison à (γ&nbsp;=&nbsp;0,2). Les populations de départ sont&nbsp;: (S&nbsp;=&nbsp;900), (I&nbsp;=&nbsp;100), (R&nbsp;=&nbsp;0), et (N&nbsp;=&nbsp;S&nbsp;+&nbsp;I&nbsp;+&nbsp;R&nbsp;=&nbsp;1000).

# MDL_HEADLINE_MODEL_PHOTOSYNTHESIS
source: ## Models of photosynthesis
de: ## Modelle der Photosynthese
fr: ## Modèles de photosynthèse

# MDL_MODELS_OVERVIEW
source: When doing modelling, the first step you should always do is to search for your problem, as you may already find your answers in the broad world of research. Sometimes you can find a model that completely covers your needs or at least one you can build on. Sharing past research is the basis of any science, and it is no different in computational modeling. In this section, we will briefly summarize three other models of photosynthesis, before you will be able to play with our own. While they are all mechanistic models, they have different approaches and goals. They vary in complexity, popularity and method, but all try to simulate the same thing. The carbon assimilation (A) of photosynthesis
de: Bei der Modellierung sollte der erste Schritt immer die Suche nach dem Problem sein, denn vielleicht findest du deine Antworten bereits in der weiten Welt der Forschung. Manchmal findet man ein Modell, das die eigenen Bedürfnisse vollständig abdeckt oder zumindest eines, auf dem man aufbauen kann. Der Austausch von Forschungsergebnissen ist die Grundlage jeder Wissenschaft, und das ist bei der Computermodellierung nicht anders. In diesem Abschnitt werden wir drei andere Modelle der Photosynthese kurz zusammenfassen, bevor du mit unserem eigenen Modell spielen kannst. Obwohl es sich bei allen um mechanistische Modelle handelt, haben sie unterschiedliche Ansätze und Ziele. Sie unterscheiden sich in ihrer Komplexität, Popularität und Methode, versuchen aber alle, dasselbe zu simulieren: Die Kohlenstoffassimilation (A) der Photosynthese.
fr: Lorsque vous faites de la modélisation, la première chose à faire est toujours de rechercher votre problème, car vous pouvez déjà trouver vos réponses dans le vaste monde de la recherche. Parfois, vous pouvez trouver un modèle qui couvre entièrement vos besoins ou au moins un modèle sur lequel vous pouvez vous appuyer. Le partage des recherches passées est la base de toute science, et il n'en va pas autrement pour la modélisation computationnelle. Dans cette section, nous résumerons brièvement trois autres modèles de photosynthèse, avant que vous ne puissiez jouer avec le nôtre. Bien qu'il s'agisse de modèles mécanistes, ils ont des approches et des objectifs différents. Ils varient en complexité, en popularité et en méthode, mais tous essaient de simuler la même chose&nbsp;: l'assimilation du carbone (A) de la photosynthèse.

# MDL_HEADLINE_FVCB
source: ### The Farquhar, von Caemmerer and Berry model
de: ### Das Modell von Farquhar, von Caemmerer und Berry
fr: ### Le modèle de Farquhar, von Caemmerer et Berry

# MDL_FVCB_1
source: The FvCB model, also known as the Farquhar, von Caemmerer, and Berry model, is a widely used theoretical framework in plant biology, first conceptualized in 1980&nbsp;[1]. It provides a simplistic view of C<sub>3</sub> photosynthesis and is named after its primary contributors: Graham D. Farquhar, Susanne von Caemmerer, and Joseph A. Berry. The model focuses on the carbon fixation stage of photosynthesis and describes carbon assimilation (A) by dividing it into three categories: the RuBisCO limited rate (A<sub>c</sub>), the electron transport limited rate (A<sub>j</sub>), and the triphosphate limited rate (A<sub>p</sub>). These three components can be calculated using equations with measurable biochemical parameters. The minimum value of these three components is declared to showcase our A in specific conditions.
de: Das FvCB-Modell, auch bekannt als Farquhar-, von Caemmerer- und Berry-Modell, ist ein weit verbreiteter theoretischer Rahmen in der Pflanzenbiologie, der erstmals 1980 konzipiert wurde[1]. Es bietet eine vereinfachte Sicht auf die C<sub>3</sub> Photosynthese und ist nach seinen Hauptverfassern benannt: Graham D. Farquhar, Susanne von Caemmerer, and Joseph A. Berry. Das Modell konzentriert sich auf die Kohlenstofffixierungsphase der Photosynthese und beschreibt die Kohlenstoffassimilation (A), indem es sie in drei Kategorien unterteilt: die RuBisCO-limitierte Rate (A<sub>c</sub>), die Elektronentransport-limitierte Rate (A<sub>j</sub>) und die Triphosphat-limitierte Rate (A<sub>p</sub). Diese drei Komponenten können anhand von Gleichungen mit messbaren biochemischen Parametern berechnet werden. Der Minimalwert dieser drei Komponenten wird angegeben, um unser A unter bestimmten Bedingungen darzustellen.
fr: Le modèle FvCB, également connu sous le nom de modèle de Farquhar, von Caemmerer et Berry, est un cadre théorique largement utilisé en biologie végétale, conceptualisé pour la première fois en 1980&nbsp;[1]. Il offre une vision simpliste de la photosynthèse C<sub>3</sub> et porte le nom de ses principaux contributeurs&nbsp;: Graham D. Farquhar, Susanne von Caemmerer et Joseph A. Berry. Le modèle se concentre sur la phase de fixation du carbone de la photosynthèse et décrit l'assimilation du carbone (A) en la divisant en trois catégories&nbsp;: le taux limité par RuBisCO (A<sub>c</sub>), le taux limité par le transport d'électrons (A<sub>j</sub>) et le taux limité par le triphosphate (A<sub>p</sub>). Ces trois composantes peuvent être calculées à l'aide de formules avec des paramètres biochimiques mesurables. La valeur minimale de ces trois composantes est déclarée pour mettre en valeur notre A dans des conditions spécifiques.

# MDL_FVCB_2
source: However, the major drawback of this model is that it is not dynamic, unlike the SIR model discussed earlier, and can show the change of only one single time point, making it a steady-state model. This steady-state is achievable for plants but rarely in the outside world, as the environment constantly fluctuates. Even minor changes in temperature or air pressure make the model results obsolete.
de: Der größte Nachteil dieses Modells besteht jedoch darin, dass es im Gegensatz zu dem zuvor besprochenen SIR-Modell nicht dynamisch ist und nur die Veränderung eines einzigen Zeitpunkts darstellen kann, was es zu einem Steady-State-Modell macht. Dieser stationäre Zustand kann bei Pflanzen erreicht werden, aber nur selten in der Außenwelt, da die Umwelt ständig schwankt. Schon geringe Änderungen der Temperatur oder des Luftdrucks machen die Modellergebnisse hinfällig.
fr: Toutefois, le principal inconvénient de ce modèle est qu'il n'est pas dynamique, contrairement au modèle SIR évoqué précédemment, et qu'il ne peut montrer le changement que d'un seul point temporel, ce qui en fait un modèle d'état stable. Cet état d'équilibre est réalisable pour les plantes, mais rarement dans le monde extérieur, car l'environnement fluctue constamment. Même des changements mineurs de température ou de pression atmosphérique rendent les résultats du modèle obsolètes.

# MDL_FVCB_3
source: But this model is not useless. Due to its simplicity, it serves as the essential groundwork for several more complicated and complete models that focus on different aspects of plant life. For example, some models take upon the generalization of the FvCB model and focus on the mesophyll conductance&nbsp;[2] or inserting bicarbonate transporters at the chloroplast envelope&nbsp;[3].
de: Aber dieses Modell ist nicht nutzlos. Aufgrund seiner Einfachheit dient es als wesentliche Grundlage für mehrere kompliziertere und vollständigere Modelle, die sich auf verschiedene Aspekte des Pflanzenlebens konzentrieren. Einige Modelle greifen beispielsweise die Verallgemeinerung des FvCB-Modells auf und konzentrieren sich auf die Mesophyll-Leitfähigkeit&nbsp;[2] oder den Einsatz von Bikarbonat-Transportern an der Chloroplastenhülle&nbsp;[3].
fr: Mais ce modèle n'est pas inutile. En raison de sa simplicité, il sert de base essentielle à plusieurs modèles plus compliqués et plus complets qui se concentrent sur différents aspects de la vie des plantes. Par exemple, certains modèles reprennent la généralisation du modèle FvCB et se concentrent sur la conductance du mésophylle&nbsp;[2] ou sur l'insertion de transporteurs de bicarbonate dans l'enveloppe du chloroplaste&nbsp;[3].

# MDL_FVCB_4
source: To help you understand the simplicity of this model, we have depicted the complete set of only four equations. To see these equations in detail, please switch to the <a href='#' id='4Math'>4Math</a> mode. Additionally, we have created an interactive simulation for you to play with. While there are only four equations, these still use various parameters that must be set beforehand. To avoid overwhelming you, we are letting you play with the intercellular chloroplast O<sub>2</sub> partial pressure (O), the electron transport rate (J), and the inorganic phosphate supply rate (T<sub>p</sub>). These three parameters are the main differences between the As (A<sub>c</sub>, A<sub>j</sub>, and A<sub>p</sub>, respectively). Changing these parameters will change each A individually and impact the plant's total A. We have set the rest of the parameters to the values used in the review by S. von Caemmerer, from which we took these equations&nbsp;[4].
de: Zum besseren Verständnis der Einfachheit dieses Modells haben wir den kompletten Satz von nur vier Gleichungen dargestellt. Um diese Gleichungen im Detail zu sehen, wechseln Sie bitte in den <a href='#' id='4Math'>4Math</a> Modus. Außerdem haben wir eine interaktive Simulation erstellt, mit der Sie spielen können. Es gibt zwar nur vier Gleichungen, aber auch diese verwenden verschiedene Parameter, die vorher festgelegt werden müssen. Um dich nicht zu überfordern, lassen wir dich mit dem interzellulären Chloroplasten-O<sub>2</sub>-Partialdruck (O), der Elektronentransportrate (J) und der Versorgungsrate mit anorganischem Phosphat (T<sub>p</sub>) spielen. Diese drei Parameter sind die Hauptunterschiede zwischen den As (A<sub>c</sub>, A<sub>j</sub> bzw. A<sub>p</sub>). Eine Änderung dieser Parameter verändert jedes einzelne A und wirkt sich auf das Gesamt-A der Pflanze aus. Wir haben die übrigen Parameter auf die Werte gesetzt, die in der Übersichtsarbeit von S. von Caemmerer verwendet werden, der wir diese Gleichungen entnommen haben&nbsp;[4].
fr: Pour vous aider à comprendre la simplicité de ce modèle, nous avons représenté l'ensemble complet de seulement quatre formules. Pour voir ces formules en détail, veuillez passer au mode <a href='#' id='4Math'>4Math</a>. En outre, nous avons créé une simulation interactive pour que vous puissiez jouer avec. Alors qu'il n'y a que quatre formules, celles-ci font tout de même appel à divers paramètres qui doivent être définis au préalable. Pour ne pas vous submerger, nous vous laissons jouer avec la pression partielle d'O<sub>2</sub> intercellulaire du chloroplaste (O), le taux de transport d'électrons (J) et le taux d'approvisionnement en phosphate inorganique (T<sub>p</sub>). Ces trois paramètres constituent les principales différences entre les As (A<sub>c</sub>, A<sub>j</sub> et A<sub>p</sub>, respectivement). La modification de ces paramètres changera chaque A individuellement et aura un impact sur le A total de la plante. Nous avons fixé les autres paramètres aux valeurs utilisées dans la revue de S. von Caemmerer, d'où nous avons tiré ces formules&nbsp;[4].

# MDL_FVCB_SLIDERS_PRECISION
source: Precision
fr: Précision

# MDL_FVCB_SLIDERS_TEXT
source: Sliders
fr: Curseurs

# MDL_FVCB_SLIDERS_O
source: Chloroplast O₂ partial pressure [mbar]
fr: Pression partielle d'O₂ du chloroplaste [mbar]

# MDL_FVCB_SLIDERS_J
source: Electron transport rate (J) [µmol m⁻² s⁻¹]
fr: Taux de transport des électrons (J) [µmol&nbsp;m⁻²&nbsp;s⁻¹]

# MDL_FVCB_SLIDERS_Tp
source: Inorganic phosphate supply rate (Tₚ) [µmol m⁻² s⁻¹]
fr: Taux d'apport de phosphate inorganique (Tₚ) [µmol&nbsp;m⁻²&nbsp;s⁻¹]

# MDL_FVCB_DEFAULT_PARAMETERS
source: Default Parameters used
fr: Défaut Paramètres utilisés

# MDL_FVCB_DEFAULT_PARAMETERS_VALUES
source: Values
fr: Valeurs

# MDL_FVCB_DEFAULT_PARAMETERS_UNITS
source: Units
fr: Unités

# MDL_FVCB_TOGGLE
source: Display
fr: Afficher

# MDL_FVCB_XLABEL
source: Intercellular
fr: Intercellulaire

# MDL_FVCB_YLABEL
source: assimilation [µmol m⁻² s⁻¹]
fr: Assimilation [µmol&nbsp;m⁻²&nbsp;s⁻¹]

# MDL_FVCB_EMPTY
source: Nothing to show here
fr: Rien à voir ici

# MDL_HEADLINE_E_PHOTOSYNTHESIS
source: ### The *e*-photosynthesis model
de: ### Das *e*-Photosynthesemodell
fr: ### Le modèle *e*-photosynthesis

# MDL_E_PHOTOSYNTHESIS_1
source: In 2012, Xin-Guang Zhu, Yu Wang, Donald R. Ort, and Stephen P. Long developed the *e*-photosynthesis model to provide a realistic representation of photosynthesis&nbsp;[5]. The model is complex and dynamic, encompassing most components of photosynthesis while only simplifying where necessary.
fr: En 2012, Xin-Guang Zhu, Yu Wang, Donald R. Ort et Stephen P. Long ont développé le modèle *e*-photosynthesis pour fournir une représentation réaliste de la photosynthèse&nbsp;[5]. Le modèle est complexe et dynamique, comprenant la plupart des composants de la photosynthèse alors qu'il ne fait que simplifier là où c'est nécessaire.

# MDL_E_PHOTOSYNTHESIS_2
source: The model incorporates previous works of Zhu et al. by including reactions associated with light absorption, excitation energy transfer, charge separation, and electron transfer around PSII from their fluorescence model&nbsp;[6]. Analogous reactions for PSI are also introduced, along with reactions from their carbon metabolism model&nbsp;[7], such as those involved in the C<sub>3</sub> cycle, sucrose and starch synthesis, and photorespiration. The model accounts for ion transfer between the lumen and stroma, ATP and NADPH synthesis, RuBisCO activation by RuBisCO activase, NPQ by luminal pH and the xanthophyll cycle, and regulation of enzyme activities by the ferredoxin (Fd) thioredoxin system.
fr: Le modèle intègre les travaux précédents de Zhu et al. en incluant les réactions associées à l'absorption de lumière, au transfert d'énergie d'excitation, à la séparation de charge et au transfert d'électrons autour du PSII à partir de leur modèle de fluorescence&nbsp;[6]. Des réactions analogues pour le PSI sont également introduites, ainsi que des réactions de leur modèle de métabolisme du carbone&nbsp;[7], telles que celles impliquées dans le cycle C<sub>3</sub>, la synthèse du saccharose et de l'amidon, et la photorespiration. Le modèle tient compte du transfert d'ions entre le lumen et le stroma, de la synthèse de l'ATP et du NADPH, de l'activation de la RuBisCO par l'activase RuBisCO, de la NPQ par le pH luminal et le cycle de la xanthophylle, et de la régulation des activités enzymatiques par le système ferrédoxine (Fd) thiorédoxine.
