Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# PHO_MODEL_ORGANISMEN_EXPLANATION
source: Often, when you try to find out something about plants in general, like how photosynthesis works, the experiments are performed on the species *Arabidopsis thaliana*, a 'model organism'.
de: Wenn man versucht, etwas über Pflanzen im Allgemeinen herauszufinden, z. B. wie die Photosynthese funktioniert, werden die Experimente häufig an der Art *Arabidopsis thaliana*, einem 'Modellorganismus', durchgeführt.
fr: Souvent, lorsque vous essayez de découvrir quelque chose sur les plantes en général, comme le fonctionnement de la photosynthèse, les expérimentations sont réalisées sur l'espèce *Arabidopsis thaliana*, un «&nbsp;organisme modèle&nbsp;».

# PHO_EXPANDER_MODEL_ORGANISMEN
source: Why is Arabidopsis thaliana a model organism?
de: Wieso wird Arabidopsis thaliana als Modellorganismus bezeichnet?
fr: Pourquoi Arabidopsis thaliana est-elle un organisme modèle ?

# PHO_CAPTION_THAIANA_PICTURE
source: A photograph of a plant of the wild type of the model organism _Arabidopsis thaliana_.
de: Das Foto einer Pflanze des Wildtyps des Modellorganismus _Arabidopsis thaliana_.
fr: Photographie d'une plante de type sauvage de l'organisme modèle *Arabidopsis thaliana*.

# PHO_EXPANDER_MODEL_ORGANISM_EXPLANATION
source: <em>Arabidopsis</em> (<em>Arabidopsis thaliana</em>) is referred to as a model organism because it is often used as a model system in plant biology. It has several characteristics that make it well-suited for laboratory studies, including: 1. Small size and fast life cycle: <em>Arabidopsis thaliana</em> has a short life cycle that allows researchers to study multiple generations in a relatively short period of time. 2. Simple anatomy: The structure of the plant is simple and well-understood, making it easier for researchers to study specific developmental processes. 3. Genome sequencing: The complete genome of <em>Arabidopsis thaliana</em> was the first plant genome to be sequenced, which has provided researchers with a wealth of genetic information about the plant. 4. Genetic and molecular tools: A large collection of genetic and molecular tools are available for <em>Arabidopsis thaliana</em>, which enables researchers to study plant development, growth, and stress responses at the cellular and molecular levels. All these factors have made <em>Arabidopsis thaliana</em> an important model organism for studying basic plant biology, and its insights have contributed to our understanding of the biology of all plants.
de: <em>Arabidopsis</em> (<em>Arabidopsis thaliana</em>) wird als Modellorganismus bezeichnet, da sie häufig als Modellsystem in der Pflanzenbiologie verwendet wird. Sie hat mehrere Eigenschaften, die sie für Laborstudien gut geeignet machen, darunter: 1. klein und schneller Lebenszyklus: <em>Arabidopsis</em> hat einen kurzen Lebenszyklus, der es Forschern ermöglicht, mehrere Generationen in einem relativ kurzen Zeitraum zu untersuchen. 2. einfache Anatomie: Die Struktur der Pflanze ist einfach und gut verstanden, was es den Forschern erleichtert, spezifische Entwicklungsprozesse zu untersuchen. 3. Genom-Sequenzierung: Das vollständige Genom von <em>Arabidopsis</em> war das erste Pflanzengenom, das sequenziert wurde, was den Forschern eine Fülle von genetischen Informationen über die Pflanze geliefert hat. 4. genetische und molekulare Hilfsmittel: Für <em>Arabidopsis</em> steht eine große Sammlung von genetischen und molekularen Werkzeugen zur Verfügung, die es den Forschern ermöglichen, die Entwicklung, das Wachstum und die Stressreaktionen der Pflanze auf zellulärer und molekularer Ebene zu untersuchen. All diese Faktoren haben <em>Arabidopsis</em> zu einem wichtigen Modellorganismus für die Untersuchung der grundlegenden Pflanzenbiologie gemacht, und ihre Erkenntnisse haben zu unserem Verständnis der Biologie aller Pflanzen beigetragen.
fr: <em>Arabidopsis</em> (<em>Arabidopsis thaliana</em>) est considéré comme un organisme modèle parce qu'il est souvent utilisé comme système modèle en biologie végétale. Il présente plusieurs caractéristiques qui le rendent bien adapté aux études en laboratoire, notamment : 1. Une petite taille et un cycle de vie rapide&nbsp;: <em>Arabidopsis</em> a un cycle de vie court qui permet aux chercheurs d'étudier plusieurs générations dans un laps de temps relativement court. 2. Anatomie simple&nbsp;: la structure de la plante est simple et bien comprise, ce qui permet aux chercheurs d'étudier plus facilement des processus de développement spécifiques. 3. Séquençage du génome&nbsp;: Le génome complet <em>d'Arabidopsis</em> a été le premier génome végétal à être séquencé, ce qui a permis aux chercheurs d'obtenir une grande quantité d'informations génétiques sur la plante. 4. Outils génétiques et moléculaires&nbsp;: Une vaste collection d'outils génétiques et moléculaires est disponible pour <em>Arabidopsis</em>, ce qui permet aux chercheurs d'étudier le développement, la croissance et les réponses au stress de la plante aux niveaux cellulaire et moléculaire. Tous ces facteurs ont fait de <em>Arabidopsis thaliana</em> un organisme modèle important pour l'étude de la biologie végétale fondamentale, et ses connaissances ont contribué à notre compréhension de la biologie de toutes les plantes.

# MTH_LITERATURE_DECLARATION
source: The following literature provides more in-depth information on the subject of PAM measurements, or offers the opportunity to familiarize oneself with the basics.
de: Folgende Literatur vertieft das Thema PAM-Messungen, oder bietet die Möglichkeit sich mit den Grundlagen vertraut zu machen.
fr: Les références suivantes fournissent des informations plus approfondies sur les mesures PAM ou permettent de se familiariser avec les principes de base.

# MTH_HEADLINE_ONE
source: # Measuring method
de: # Die Messmethode
fr: # Méthode de mesure

# MTH_LEARNING_OBJECTIVES
source: ### Learning objectives - You understand why plants fluoresce - You learn about Pulse Amplitude Modulation (PAM) measurements and it's advantages - You can interpret the results of a PAM measurement #### What you need to know: - Color spectrum of the light - Basic concept of energy conversion and conservation
de: ### Lernziele - Du verstehst, warum Pflanzen fluoreszieren - Du lernst die Messung der Puls-Amplituden-Modulation (PAM) und ihre Vorteile kennen - Du kannst die Ergebnisse einer PAM-Messung interpretieren #### Was du wissen musst: - Farbspektrum des Lichts - Grundlegendes Konzept der Energieumwandlung und -erhaltung
fr: Objectifs éducatifs. - Vous comprenez pourquoi les plantes sont fluorescentes. - Vous connaissez les mesures de modulation d'amplitude d'impulsion (PAM) et leurs avantages. Vous pouvez interpréter les résultats d'une mesure PAM. #### Ce que vous devez savoir&nbsp;: - Le spectre des couleurs de la lumière - Les concepts de base de la conversion et de la conservation de l'énergie

# MTH_INTRODUCTION_MEASUREMENT
source: On the previous page, you learned about the importance of photosynthesis and how it works. But how do we know how **photosynthetically active** an organism is? To quantitatively measure the photosynthetic activity of plants, non-invasive fluorescence-based methods have been developed. While gas measurements are challenging to perform in the field, fluorescence measurements can be performed on plants of various sizes and in multiple environments and allow for real-time evaluation of *in vivo* photosynthesis dynamics. Indeed, the currently developed FLEX project of the European Space Agency aims at performing photosynthesis measurements on a global scale using satellite-driven fluorescence metering (https://earth.esa.int/eogateway/missions/flex).
de: Auf der vorherigen Seite hast du erfahren, wie wichtig die Photosynthese ist und wie sie funktioniert. Aber wie können wir wissen, wie **photosynthetisch aktiv** ein Organismus ist? Um die photosynthetische Aktivität von Pflanzen quantitativ zu messen, wurden nicht-invasive, auf Fluoreszenz basierende Methoden entwickelt. Während Gasmessungen vor Ort schwierig durchzuführen sind, können Fluoreszenzmessungen an Pflanzen unterschiedlicher Größe und in verschiedenen Umgebungen durchgeführt werden und ermöglichen eine Echtzeitbewertung der Photosynthesedynamik *in vivo*. Das derzeit entwickelte FLEX-Projekt der Europäischen Weltraumorganisation zielt darauf ab, Photosynthesemessungen auf globaler Ebene mit Hilfe von satellitengestützter Fluoreszenzmessung durchzuführen (https://earth.esa.int/eogateway/missions/flex).
fr: Sur la page précédente, vous avez appris l'importance de la photosynthèse et son fonctionnement. Mais comment savoir si un organisme est **photosynthétiquement actif**&nbsp;? Pour mesurer quantitativement l'activité photosynthétique des plantes, des méthodes non invasives basées sur la fluorescence ont été développées. Alors que les mesures de gaz sont difficiles à réaliser sur le terrain, les mesures de fluorescence peuvent être effectuées sur des plantes de différentes tailles et dans de multiples environnements et permettent une évaluation en temps réel de la dynamique de la photosynthèse *in vivo*. En effet, le projet [FLEX](https://earth.esa.int/eogateway/missions/flex) actuellement développé par l'Agence spatiale européenne vise à effectuer des mesures de la photosynthèse à l'échelle mondiale à l'aide d'un système de mesure de la fluorescence piloté par satellite.

# MTH_CAPTION_ABB1
source: Photo of a plant of a plant (_Spathiphyllum_): On the left in daylight, in the middle illuminated by a commercial UV5 lamp, on the right also illuminated by a UV5 lamp, but through a filter which filters all wavelengths except for the red light.
de: Leuchtende Pflanzen?
fr: Photo d'une plante d'une plante (*Spathiphyllum*)&nbsp;: A gauche à la lumière du jour, au milieu éclairée par une lampe UV5 commerciale, à droite également éclairée par une lampe UV5, mais à travers un filtre qui filtre toutes les longueurs du spectre à l'exception de la lumière rouge.

# MTH_GROWING_PLANTS_1
source: Chlorophyll fluorescence
fr: Fluorescence de la chlorophylle

# MTH_INTRODUCTION_GLOWING
source: Fluorescence measurements of plants are based on the properties of excited chlorophyll. While a significant fraction of light energy is used for photochemistry, excitations can also be dissipated as heat or fluorescence in the red wavelength spectrum.
de: Streulicht aus der Umgebung, insbesondere der grüne Anteil, der vom Blatt reflektiert wird, verdeckt in der Regel die Fluoreszenz bei der Beobachtung. Eine Möglichkeit, diese Einschränkung zu überwinden, besteht daher darin, eine starke Fluoreszenz zu erzeugen und das Streulicht zu reduzieren.
fr: Les mesures de fluorescence des plantes sont basées sur les propriétés de la chlorophylle excitée. Alors qu'une fraction importante de l'énergie lumineuse est utilisée pour la photochimie, les excitations peuvent également être dissipées sous forme de chaleur ou de fluorescence dans le spectre des longueurs du rouge.

# MTH_PLANT_ARE_SHINING_RED
source: Stray environmental light, especially the green fraction reflected by the leaf, usually masks the fluorescence from observation. Therefore, one way to overcome this limitation is by inducing strong fluorescence and reducing the stray light.
fr: La lumière perturbante de l'environnement, en particulier la fraction verte réfléchie par la feuille, masque généralement la fluorescence lors de l'observation. Par conséquence, une façon de surmonter cette limitation est d'induire une forte fluorescence et de réduire la lumière perturbatrice.

# MTH_INTRODUCTION_EXPERIMENT
source: We used a powerful UV light source for chlorophyll excitation in the following example. We covered the camera with a red-pass filter to limit light detection to the fluorescence range. We also initially covered part of the leaf with a sticker to restrict the high light adaption to the non-covered tissue.
de: Im folgenden Beispiel haben wir eine starke UV-Lichtquelle für die Chlorophyllanregung verwendet. Wir haben die Kamera mit einem Rotpassfilter abgedeckt, um die Lichterkennung auf den Fluoreszenzbereich zu beschränken. Außerdem haben wir zunächst einen Teil des Blattes mit einem Aufkleber abgedeckt, um die hohe Lichtadaption auf das nicht abgedeckte Gewebe zu beschränken.
fr: Dans l'exemple suivant, nous avons utilisé une puissante source de lumière UV pour l'excitation de la chlorophylle. Nous avons recouvert la caméra d'un filtre passe-rouge pour limiter la détection de la lumière à la partie fluorescente. Nous avons également recouvert une partie de la feuille d'un autocollant afin de limiter l'adaptation à la lumière intense au tissu non recouvert.

# MTH_EXPLANATION_VIDEO
source: The covered parts of the leaf reduced the energy transfer onto the photosystems by inducing NPQ and, therefore, lessened (quenched) the fluorescence output. However, upon removal of the sticker, the covered tissue without induced light protection received intense illumination, producing a solid fluorescence response. As the edge of the sticker forms a sharp border region between high and low fluorescence regions, the after-image of the sticker is clearly visible. As the previously covered tissue induces a high light response, the after-image fades over time. Therefore, this experiment visualizes chlorophyll fluorescence and the leaf adaption to light.
de: Die abgedeckten Teile des Blattes verringerten den Energietransfer auf die Photosysteme durch Induktion von NPQ und verringerten (löschten) daher die Fluoreszenzleistung. Nach dem Entfernen des Aufklebers wurde das abgedeckte Gewebe ohne induzierten Lichtschutz jedoch intensiv beleuchtet, was zu einer soliden Fluoreszenzantwort führte. Da der Rand des Aufklebers einen scharfen Grenzbereich zwischen hohen und niedrigen Fluoreszenzbereichen bildet, ist das Nachbild des Aufklebers deutlich sichtbar. Da das zuvor abgedeckte Gewebe eine starke Lichtreaktion hervorruft, verblasst das Nachbild mit der Zeit. Dieses Experiment visualisiert also die Chlorophyllfluoreszenz und die Anpassung des Blattes an das Licht.
fr: Les parties couvertes de la feuille ont réduit le transfert d'énergie sur les photosystèmes en induisant la NPQ et, par conséquent, ont diminué («&nbsp;quenched&nbsp;») l'émission de fluorescence. Cependant, lorsque l'autocollant est retiré, le feuillage couvert sans protection induite contre la lumière reçoit une illumination intense, ce qui produit une réponse de fluorescence solide. Comme le bord de l'autocollant forme une frontière nette entre les régions à forte et à faible fluorescence, l'image rémanente de l'autocollant est clairement visible. Comme le feuillage précédemment couvert induit une réponse lumineuse élevée, l'image rémanente disparaît avec le temps. Cette expérimentation permet donc de visualiser la fluorescence de la chlorophylle et l'adaptation de la feuille à la lumière.

# MTH_MEASURING_FLUORESZENZ
source: Measuring Photosynthesis with Fluorescence
de: Messung der Fotosynthese mit Fluoreszenz
fr: Mesurer la photosynthèse par fluorescence

# MTH_EXPLANATION_MEASUREMENT_1
source: The above experiment also visualized the inverse relationship between fluorescence and the remaining dissipation modes of chlorophyll excitation. By measuring fluorescence, therefore, NPQ and photochemical quenching can also be metered. Additionally, high-light saturating light pulses lead to a 'closing' of PSII reaction centers where the electron donation to the following electron acceptor plastoquinone is much slower than the rate of incoming, exciting photons. This output limitation leads to a buildup of electrons inside the photosystem and, ultimately, a blockage of photochemical quenching. Therefore, quantifying the fluorescence of closed photosystems allows for inferring non-photochemical quenching.
de: Das obige Experiment veranschaulicht auch die umgekehrte Beziehung zwischen der Fluoreszenz und den übrigen Dissipationsarten der Chlorophyllanregung. Durch die Messung der Fluoreszenz können daher auch NPQ und photochemisches Quenching gemessen werden. Darüber hinaus führen lichtstarke, sättigende Lichtimpulse zu einer 'Schließung' der PSII-Reaktionszentren, bei der die Elektronenspende an den nachfolgenden Elektronenakzeptor Plastochinon viel langsamer ist als die Rate der eintreffenden, anregenden Photonen. Diese Leistungsbegrenzung führt zu einer Anhäufung von Elektronen innerhalb des Photosystems und letztlich zu einer Blockierung der photochemischen Löschung. Die Quantifizierung der Fluoreszenz geschlossener Photosysteme erlaubt daher Rückschlüsse auf das nicht-photochemische Quenching.
fr: L'expérimentation ci-dessus a également permis de visualiser la relation inverse entre la fluorescence et les autres modes de dissipation de l'excitation chlorophyllienne. En mesurant la fluorescence, il est donc possible de mesurer la NPQ et l'extinction photochimique. En plus, les impulsions lumineuses saturantes entraînent une «&nbsp;fermeture&nbsp;» des centres de réaction PSII, où le don d'électrons à l'accepteur d'électrons suivant, la plastoquinone, est beaucoup plus lent que le taux de photons excitants entrants. Cette limitation de la production entraîne une accumulation d'électrons à l'intérieur du photosystème et, en fin de compte, un blocage de l'extinction photochimique. Par conséquent, la quantification de la fluorescence des photosystèmes fermés permet de déduire l'extinction non photochimique.

# MTH_INTRODUCTION_PHI
source: However, the fluorescence intensity is also proportional to the intensity of the incoming light. Therefore, the signal must be normalized to obtain the fraction of incoming energy dissipated as fluorescence, deemed the fluorescence yield. Pulse Amplitude Modulation (PAM, illustrated below) is one method to quantify this yield. PAM allows fluorescence yield measurements over time and under changing light conditions (dark, light, saturating, and others). Photosynthetic parameters like the photosynthetic efficiency 'ΦPSII' and NPQ can be quantified by relating measurements within a PAM protocol and observing the fluorescence dynamics.
de: Die Fluoreszenzintensität ist jedoch auch proportional zur Intensität des einfallenden Lichts. Daher muss das Signal normalisiert werden, um den Anteil der eingehenden Energie zu erhalten, der als Fluoreszenz dissipiert wird, d. h. die Fluoreszenzausbeute. Die Pulsamplitudenmodulation (PAM, siehe unten) ist eine Methode zur Quantifizierung dieser Ausbeute. PAM ermöglicht die Messung der Fluoreszenzausbeute im Zeitverlauf und unter wechselnden Lichtbedingungen (Dunkelheit, Licht, Sättigung und andere). Photosynthetische Parameter wie die photosynthetische Effizienz 'ΦPSII' und NPQ können quantifiziert werden, indem Messungen innerhalb eines PAM-Protokolls in Beziehung gesetzt und die Fluoreszenzdynamik beobachtet wird.
fr: Cependant, l'intensité de la fluorescence est également proportionnelle à l'intensité de la lumière entrante. Par conséquence, le signal doit être normalisé pour obtenir la fraction de l'énergie entrante dissipée sous forme de fluorescence, ce que l'on appelle le rendement de fluorescence. La modulation d'amplitude d'impulsion (PAM, illustrée ci-dessous) est une méthode permettant de quantifier ce rendement. La PAM permet de mesurer le rendement de fluorescence dans le temps et dans des conditions lumineuses changeantes (obscurité, lumière, saturation, etc.). Les paramètres photosynthétiques tels que l'efficacité photosynthétique «&nbsp;ΦPSII&nbsp;» et la NPQ peuvent être quantifiés en reliant les mesures au sein d'un protocole PAM et en observant la dynamique de la fluorescence.
