Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# MTH_VIDEO_TRANSCRIPT_PAM
source: Have you ever wondered how scientists measure the photosynthetic activity of plants? One way is through a PAM measurement. PAM stands for Pulse Amplitude Modulation, and it measures the fluorescence of chlorophyll molecules within a leaf. We are going to be using this PAM fluorometer to measure the fluorescence of chlorophyll in a plant. First, we need to make sure that the plant is dark-adapted for at least 12 hours. Next, we will clip this probe onto the leaf and flash it with a brief pulse of light. The chlorophyll molecules will absorb the light and emit a burst of fluorescence, which we can measure with the detector. We start the measurement that gives us a graph of the fluorescence emitted by the chlorophyll molecules over time. This graph can tell us about the photosynthetic stress of the plant. The graph has several parameters, including F0, which is the initial fluorescence level before the pulse of light, and Fm, which is the maximum fluorescence level. The ratio of Fv to Fm gives us a maximum Quantum efficiency of the photosystem two, which is an indicator of the plant's overall health. Through PAM measurements, scientists can gain insights into the photosynthetic health of plants, which can help with crop management and climate change research.
de: Hast du dich jemals gefragt, wie Wissenschaftler die photosynthetische Aktivität von Pflanzen messen? Eine Möglichkeit ist eine PAM-Messung. PAM steht für Pulse Amplitude Modulation und misst die Fluoreszenz von Chlorophyllmolekülen in einem Blatt. Wir werden dieses PAM-Fluorometer verwenden, um die Fluoreszenz des Chlorophylls in einer Pflanze zu messen. Zunächst müssen wir sicherstellen, dass die Pflanze mindestens 12 Stunden lang an die Dunkelheit angepasst ist. Dann klemmen wir diese Sonde auf das Blatt und blitzen es mit einem kurzen Lichtimpuls. Die Chlorophyllmoleküle absorbieren das Licht und geben einen Fluoreszenzstoß ab, den wir mit dem Detektor messen können. Nun beginnen wir mit der Messung, die uns ein Diagramm der von den Chlorophyllmolekülen abgegebenen Fluoreszenz über die Zeit liefert. Dieses Diagramm kann uns Aufschluss über den photosynthetischen Stress der Pflanze geben. Das Diagramm enthält mehrere Parameter, darunter F₀, das anfängliche Fluoreszenzniveau vor dem Lichtimpuls, und Fₘ, das maximale Fluoreszenzniveau. Das Verhältnis von Fᵥ zu Fₘ gibt die maximale Quantum-Effizienz des zweiten Photosystems an, was ein Indikator für den allgemeinen Gesundheitszustand der Pflanze ist. Durch PAM-Messungen können Wissenschaftler Einblicke in die photosynthetische Gesundheit von Pflanzen gewinnen, was bei der Pflanzenbewirtschaftung und der Erforschung des Klimawandels hilfreich sein kann.
fr: Vous êtes-vous déjà demandé comment les chercheurs mesurent l'activité photosynthétique des plantes&nbsp;? L'une des méthodes consiste à mesurer la PAM. PAM signifie Pulse Amplitude Modulation (modulation d'amplitude d'impulsion) et mesure la fluorescence des molécules de chlorophylle à l'intérieur d'une feuille. Nous allons utiliser ce fluorimètre PAM pour mesurer la fluorescence de la chlorophylle dans une plante. Tout d'abord, nous devons nous assurer que la plante est adaptée à l'obscurité depuis au moins 12 heures. Ensuite, nous fixerons cette sonde sur la feuille et lui enverrons une brève impulsion lumineuse. Les molécules de chlorophylle absorbent la lumière et émettent une bouffée de fluorescence, que nous pouvons mesurer à l'aide du détecteur. Nous commençons la mesure qui nous donne un graphique de la fluorescence émise par les molécules de chlorophylle en fonction du temps. Ce graphique peut nous renseigner sur le stress photosynthétique de la plante. Le graphique comporte plusieurs paramètres, dont F₀, qui est le niveau de fluorescence initial avant l'impulsion lumineuse, et Fₘ, qui est le niveau de fluorescence maximal. Le rapport entre Fᵥ et Fₘ nous donne l'efficacité quantique maximale du photosystème deux, qui est un indicateur de la santé générale de la plante. Grâce aux mesures PAM, les chercheurs peuvent obtenir des informations sur la santé photosynthétique des plantes, ce qui peut contribuer à la gestion des cultures et à la recherche sur le changement climatique.

# MTH_MEASURING_LIGHT_FLUORESCENCE
source: Basic principles of measuring chlorophyll fluorescence with PAM
de: Grundprinzipien der Messung der Chlorophyllfluoreszenz mit PAM
fr: Principes de base de la mesure de la fluorescence de la chlorophylle avec PAM

# MTH_EXPLANATION_INTRODUCTION_ATTEMPTS
source: PAM employs a series of high-frequency light pulses with weak constant intensity, the measuring light (ML), to quantify the fluorescence yield. The pulses are too weak to induce significant photosynthetic activity but induce measurable fluorescence. As the exact timing of these measuring pulses is known, signal amplification through a lock-in amplifier selectively measures the fluorescence response to the constant-intensity pulses, which is proportional to the fluorescence yield (Schreiber, 2004). The following figure visualizes the explained principles. The fluorescence yield measured throughout a typical PAM experiment can be seen in the bottom panel. The protocol involves a dark-adapted plant being exposed to weak constant ('actinic') light (AL, white area shown in the light bar, L), followed by dark recovery, where the light is switched off completely (black area in L). Multiple saturating light flashes (saturation pulses, SP) are applied before, during, and after the actinic illumination to measure the maximal fluorescence Fm, Fm', Fm'', respectively. These fluorescence features are used in the quantification of fluorescence parameters. The upper half of the figure explains in more detail the fluorescence behavior of chlorophyll: Light energy absorption brings chlorophyll molecules to the first excited state (S1, see the simplified Jablonsky diagram in the upper panel on the left). For chlorophylls to return to the ground state (S0), the absorbed energy can be used for charge separation and photosynthesis (photochemical quenching, qP), dissipated as heat (non-photochemical quenching, NPQ), or re-emitted as fluorescence. The fluorescence emission spectra are red-shifted from the absorption spectra (upper panel on the right). Therefore, the fluorescence can be detected using fluorometers with corresponding optical filters, and their signal will not be mistaken for the irradiant light. The emitted fluorescence signal is recorded with key readouts, as the lower panel shows. This summary figure is reproduced from Nies et al. (2021).
de: PAM verwendet eine Reihe hochfrequenter Lichtpulse mit schwacher konstanter Intensität, das Messlicht (ML), um die Fluoreszenzausbeute zu quantifizieren. Die Pulse sind zu schwach, um eine signifikante photosynthetische Aktivität auszulösen, induzieren aber eine messbare Fluoreszenz. Da der genaue Zeitpunkt dieser Messpulse bekannt ist, wird durch Signalverstärkung mittels eines Lock-in-Verstärkers selektiv die Fluoreszenzantwort auf die Pulse mit konstanter Intensität gemessen, die proportional zur Fluoreszenzausbeute ist (Schreiber, 2004). Die folgende Abbildung veranschaulicht die erklärten Prinzipien. Die Fluoreszenzausbeute, die während eines typischen PAM-Experiments gemessen wurde, ist im unteren Feld zu sehen. Das Protokoll sieht vor, dass eine an die Dunkelheit angepasste Pflanze mit schwachem, konstantem ('aktinischem') Licht (AL, weißer Bereich im Lichtbalken, L) bestrahlt wird, gefolgt von einer dunklen Erholungsphase, in der das Licht vollständig ausgeschaltet wird (schwarzer Bereich in L). Vor, während und nach der aktinischen Beleuchtung werden mehrere sättigende Lichtblitze (Sättigungspulse, SP) abgegeben, um die maximale Fluoreszenz Fₘ, Fₘ' bzw. Fₘ'' zu messen. Diese Fluoreszenzmerkmale werden für die Quantifizierung der Fluoreszenzparameter verwendet. In der oberen Hälfte der Abbildung wird das Fluoreszenzverhalten von Chlorophyll näher erläutert: Die Absorption von Lichtenergie bringt Chlorophyllmoleküle in den ersten angeregten Zustand (S1, siehe das vereinfachte Jablonsky-Diagramm im oberen Feld links). Damit die Chlorophylle in den Grundzustand (S₀) zurückkehren, kann die absorbierte Energie für die Ladungstrennung und die Photosynthese verwendet werden (photochemisches Quenching, qP), als Wärme abgeleitet werden (nicht-photochemisches Quenching, NPQ) oder als Fluoreszenz wieder emittiert werden. Die Fluoreszenz-Emissionsspektren sind gegenüber den Absorptionsspektren rotverschoben (obere Tafel rechts). Daher kann die Fluoreszenz mit Fluorometern mit entsprechenden optischen Filtern nachgewiesen werden, und ihr Signal wird nicht mit dem eingestrahlten Licht verwechselt. Das emittierte Fluoreszenzsignal wird mit Tastenanzeigen aufgezeichnet, wie die untere Tafel zeigt. Diese zusammenfassende Abbildung ist aus Nies et al. (2021) entnommen.
fr: La PAM utilise une série d'impulsions lumineuses à haute fréquence et à faible intensité constante, la lumière de mesure (ML), pour quantifier le rendement de la fluorescence. Les impulsions sont trop faibles pour induire une activité photosynthétique significative, mais elles induisent une fluorescence mesurable. Le moment exact de ces impulsions de mesure étant connu, l'amplification du signal au moyen d'un amplificateur à verrouillage mesure sélectivement la réponse de la fluorescence aux impulsions d'intensité constante, qui est proportionnelle au rendement de fluorescence (Schreiber, 2004). La figure suivante illustre les principes expliqués. Le rendement de fluorescence mesuré tout au long d'une expérimentation PAM typique est visible dans le panneau du bas. Le protocole prévoit l'exposition d'une plante adaptée à l'obscurité à une faible lumière constante («&nbsp;actinique&nbsp;») (AL, zone blanche représentée dans la barre lumineuse, L), suivie d'une récupération dans l'obscurité, au cours de laquelle la lumière est complètement éteinte (zone noire dans L). Plusieurs flashs lumineux saturants (impulsions de saturation, SP) sont appliqués avant, pendant et après l'illumination actinique pour mesurer la fluorescence maximale Fₘ, Fₘ', Fₘ'', respectivement. Ces caractéristiques de fluorescence sont utilisées pour quantifier les paramètres de fluorescence. La moitié supérieure de la figure explique plus en détail le comportement de fluorescence de la chlorophylle&nbsp;: L'absorption de l'énergie lumineuse amène les molécules de chlorophylle au premier état excité (S1, voir le diagramme simplifié de Jablonsky dans le panneau supérieur à gauche). Pour que les chlorophylles retournent à l'état fondamental (S₀), l'énergie absorbée peut être utilisée pour la séparation des charges et la photosynthèse («&nbsp;quenching&nbsp;» photochimique, qP), dissipée sous forme de chaleur («&nbsp;quenching&nbsp;» non photochimique, NPQ), ou réémise sous forme de fluorescence. Les spectres d'émission de fluorescence sont décalés vers le rouge par rapport aux spectres d'absorption (panneau supérieur à droite). Par conséquent, la fluorescence peut être détectée à l'aide de fluoromètres dotés des filtres optiques correspondants, et leur signal ne sera pas confondu avec la lumière irradiante. Le signal de fluorescence émis est enregistré à l'aide de clés de lecture, comme le montre le panneau inférieur. Cette figure récapitulative est reproduite de Nies et al. (2021).

# MTH_CAPTION_ABB2
source: Top) Schematic representation of the main principles behind chlorophyll a fluorescence and PAM experiment. Bottom) Example Graph of a PAM measurement
de: Oben: Schematische Darstellung der Hauptprinzipien der Chlorophyll-a-Fluoreszenz und des PAM-Experiments. Unten: Beispielgrafik einer PAM-Messung
fr: En haut&nbsp;: Représentation schématique des grands principes qui sous-tendent la fluorescence de la chlorophylle a et l'expérimentation PAM. En bas&nbsp;: Exemple de graphique d'une mesure PAM

# MTH_HEADLINE_PAM_MEASUREMENT
source: ### PAM Experiments
de: ### PAM Experimente
fr: ### Expérimentations PAM

# MTH_INTRODUCTION_PAM_MEASUREMENT
source: In the following, we will give a short explanation of the Pulse Amplitude Modulation method for the quantification of photosynthesis. For a more in-depth overview, please consider the literature at the bottom of the page.
de: Im Folgenden wird die Methode der Pulsamplitudenmodulation zur Quantifizierung der Photosynthese kurz erläutert. Für einen ausführlicheren Überblick beachten Sie bitte die Literatur am Ende der Seite.
fr: Dans ce qui suit, nous donnerons une brève explication de la méthode de modulation d'amplitude d'impulsion pour la quantification de la photosynthèse. Pour un aperçu plus approfondi, veuillez consulter la documentation en bas de page.

# MTH_SATURATING_PULSES
source: Saturating Pulses
de: Sättigungsimpulse
fr: Impulsions de saturation

# MTH_EXPLANATION_ATTEMPTS
source: You need to know one more aspect of PAM: the saturating pulses. Our machine gives the plant a very intense light pulse every few seconds, overloading its photosynthetic machinery. In this state, the measuring light is fully converted into fluorescence, and we measure the maximal fluorescence yield 'Fm'. While the standard fluorescence yield depends on the plant's photosynthesis, the Fm does not. So by comparing normal and maximal yield, we can tell apart changes in and outside photosynthesis, for example, the plant's light protection. When you also apply protocols of differently colored lights, you can calculate the previously mentioned ΦPSII, NPQ, and many other values. But how that is done goes much too far. Most important is that you understand that we compare what fraction of light is currently turned to fluorescence, how much at maximum, and how these measurements change over time and conditions.
de: ## Die Abbildungen
fr: Vous devez connaître un autre aspect de la PAM&nbsp;: les impulsions saturantes. Notre machine donne à la plante une impulsion lumineuse très intense toutes les quelques secondes, surchargeant ainsi sa machinerie photosynthétique. Dans cet état, la lumière de mesure est entièrement convertie en fluorescence, et nous mesurons le rendement maximal de fluorescence 'Fₘ'. Alors que le rendement de fluorescence standard dépend de la photosynthèse de la plante, le Fₘ n'en dépend pas. Ainsi, en comparant le rendement normal et le rendement maximal, nous pouvons distinguer les changements dans et en dehors de la photosynthèse, par exemple, la protection de la plante contre la lumière. Lorsque vous appliquez également des protocoles de lumières de couleurs différentes, vous pouvez calculer les valeurs ΦPSII, NPQ et bien d'autres mentionnées précédemment. Mais la façon de procéder va beaucoup trop loin. Le plus important est que vous compreniez que nous comparons quelle fraction de la lumière est actuellement transformée en fluorescence, combien au maximum, et comment ces mesures changent avec le temps et les conditions.

# MTH_HEADLINE_ILLUSTRATION
source: ## Visualization of the results
fr: ## Visualisation des résultats

# MTH_EXPLANATION_ILLUSTRATION_UNITS
source: The fluorescence signal (y-axis) is plotted against time (x-axis). Visible peaks are the fluorescence emitted in response to the saturating pulse of light. Each peak is referred to as Fm', with the first being measured in the dark as Fm.
de: Das Fluoreszenzsignal (y-Achse) wird gegen die Zeit (x-Achse) aufgetragen. Die sichtbaren Spitzen sind die als Reaktion auf den sättigenden Lichtimpuls emittierte Fluoreszenz. Jeder Peak wird als Fₘ' bezeichnet, wobei der erste im Dunkeln als Fₘ gemessen wird.
fr: Le signal de fluorescence (axe des y) est représenté en fonction du temps (axe des x). Les pics visibles correspondent à la fluorescence émise en réponse à l'impulsion lumineuse saturante. Chaque pic est appelé Fₘ', le premier étant mesuré dans l'obscurité comme Fₘ.

# MTH_EXPLANATION_ILLUSTRATION
source: This was a lot of theory for just a bit of shining, so try a measurement out for yourself on the **Experiments *in silico*** page!
de: Das war viel Theorie für ein bisschen Glanz, also probiere selbst eine Messung auf der Seite **Experiments *in silico*** aus!
fr: C'était beaucoup de théorie pour seulement un peu d'éclat, alors essayez une mesure par vous-même sur la page **Expériences *in silico***&nbsp;!

# MDL_HEADLINE_COMPUTATIONAL_MODELS
source: # Computational models
de: # Computergestützte Modelle
fr: # Modèles computationnels

# MDL_LEARNING_OBJECTIVES
source: ### Learning objectives - You learn about mathematical models in general - You get to know different mathematical models in biology #### What you need to know: - Basics of data and plot analysis - Concepts of functions
de: ### Lernziele - Du lernst mathematische Modelle im Allgemeinen kennen - Du lernst verschiedene mathematische Modelle in der Biologie kennen #### Was du wissen musst: - Grundlagen der Daten- und Diagrammanalyse - Konzepte von Funktionen
fr: ### Objectifs éducatifs - Vous apprenez à connaître les modèles mathématiques en général. - Vous apprenez à connaître les différents modèles mathématiques en biologie. #### Ce que vous devez savoir&nbsp;: - Les bases de l'analyse des données et des graphiques - Concepts de fonctions

# MDL_HEADLINE_MODEL
source: ## What are mathematical models?
de: ## Was sind mathematische Modelle?
fr: ## Que sont les modèles mathématiques ?

# MDL_CAPTION_MODELLING_PICTURE
source: The cycle of modeling. The developer often needs to go through several iterations to get from an initial problem to a curated mathematical model.
de: Der Zyklus der Modellierung. Der Entwickler muss oft mehrere Iterationen durchlaufen, um von einem anfänglichen Problem zu einem kuratierten mathematischen Modell zu gelangen.
fr: Le cycle de la modélisation. Le développeur doit souvent passer par plusieurs itérations pour passer d'un problème initial à un modèle mathématique validé.

# MDL_MATHEMATICAL_MODELLING_EXPLANATION_1b
source: In the video below, you can listen more about building and using mathematical models in biology.
de: Im folgenden Video erfährst du mehr über die Erstellung und Verwendung mathematischer Modelle in der Biologie.
fr: Dans la vidéo ci-dessous, vous pouvez en savoir plus sur la construction et l'utilisation de modèles mathématiques en biologie.

# MDL_VIDEO_TRANSCRIPT_MODELS
source: That means understanding what happens within, simplifying some parts, and ignoring others. And what you get is a concept of how the system works at its core. Next, the mathematical language helps us to make this concept into a tangible, researchable thing. Turn the proteins, molecules, reactions, and everything else into numbers and equations. Depending on what you're interested in, there are many ways of doing this, and often, you will need to put a lot of time and data into your model to make it work. But that work pays off because now you don't have to ponder on what happens but you can calculate and simulate it. And this is the part that makes modelling special: What you simulate is up to you. You can change about the model what you like and find out what that does. For example, try out a new protein and reaction on the cell; change the light and environment and see how your cell does there; and if you've measured some data, see if your model behaves the same. You could even try to find out what keeps the cell from making much sugar! There are so many possibilities. If you can program it, you can try it. Because today, this research is done digitally. You can program the whole model and have the computer answer the questions you ask.
de: Das bedeutet, dass man verstehen muss, was im Inneren des Systems vor sich geht, einige Teile vereinfachen und andere ignorieren muss. Das Ergebnis ist ein Konzept dafür, wie das System im Kern funktioniert. Als Nächstes hilft uns die mathematische Sprache dabei, dieses Konzept in eine greifbare, erforschbare Sache zu verwandeln. Wir verwandeln die Proteine, Moleküle, Reaktionen und alles andere in Zahlen und Gleichungen. Je nachdem, woran man interessiert ist, gibt es viele Möglichkeiten, dies zu tun, und oft muss man eine Menge Zeit und Daten in sein Modell stecken, damit es funktioniert. Aber diese Arbeit zahlt sich aus, denn jetzt muss man nicht mehr darüber nachdenken, was passiert, sondern man kann es berechnen und simulieren. Und das ist der Teil, der die Modellierung so besonders macht: Was du simulierst, bleibt dir überlassen. Man kann am Modell ändern, was man will, und herausfinden, was das bewirkt. Probiere zum Beispiel ein neues Protein und eine neue Reaktion an der Zelle aus; verändere das Licht und die Umgebung und sieh, wie sich deine Zelle dort verhält; und wenn du Daten gemessen hast, sieh nach, ob sich dein Modell genauso verhält. Du könntest sogar versuchen, herauszufinden, was die Zelle daran hindert, viel Zucker zu produzieren! Es gibt so viele Möglichkeiten. Wenn du es programmieren kannst, kannst du es auch ausprobieren. Denn heute wird diese Forschung digital durchgeführt. Du kannst das ganze Modell programmieren und den Computer die Fragen beantworten lassen, die du stellst.
fr: Cela signifie qu'il faut comprendre ce qui se passe à l'intérieur, simplifier certaines parties et en ignorer d'autres. Vous obtenez ainsi un concept de fonctionnement du système dans son essence. Ensuite, le langage mathématique nous aide à transformer ce concept en quelque chose de tangible, qui peut faire l'objet de recherches. Transformez les protéines, les molécules, les réactions et tout le reste en nombres et en formules. En fonction de ce qui vous intéresse, il existe de nombreuses façons de procéder et, souvent, vous devrez investir beaucoup de temps et de données dans votre modèle pour qu'il fonctionne. Mais ce travail est payant, car vous n'avez plus à réfléchir à ce qui se passe, mais vous pouvez le calculer et le simuler. C'est ce qui fait la spécificité de la modélisation&nbsp;: Ce que vous simulez dépend de vous. Vous pouvez modifier le modèle à votre guise et découvrir ce que cela donne. Par exemple, essayez une nouvelle protéine et une nouvelle réaction sur la cellule; changez la lumière et l'environnement et voyez comment se comporte votre cellule; et si vous avez mesuré des données, voyez si votre modèle se comporte de la même manière. Vous pourriez même essayer de découvrir ce qui empêche la cellule de produire beaucoup de sucre&nbsp;! Il y a tellement de possibilités. Si vous pouvez le programmer, vous pouvez l'essayer. Car aujourd'hui, cette recherche se fait numériquement. Vous pouvez programmer l'ensemble du modèle et demander à l'ordinateur de répondre aux questions que vous lui posez.

# MDL_EXAMPLE_MATHEMATICAL_MODEL
source: ### An example of a mathematical model
de: ### Ein Beispiel für ein mathematisches Modell
fr: ### Un exemple de modèle mathématique

# MDL_TAB_SIR
source: The SIR model
de: Das SIR-Modell
fr: Le modèle SIR

# MDL_HEADLINE_SIR
source: #### The SIR Model
de: #### Das SIR-Modell
fr: #### Le modèle SIR
