Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# FAL_GUIDING_QUESTIONS
source: With the default values, the following simulation shows you a typical PAM experiment. When testing out the sliders you could try the following: 1. :blue[You will find a light intensity of 100 μmol m⁻² s⁻¹ in the early morning or on a cloudy day, so it is quite low. On a mild day, the sun might shine with 500 μmol m⁻² s⁻¹ of photons - try that instead:] - When the light is being turned on, how does the reaction differ to when you used 100 μmol m⁻² s⁻¹? What does that mean to the plant? - How do the saturation pulse signals differ between the lower and higher intensity? 2. :blue[On a hot and sunny day, higher intensities of over 900 μmol m⁻² s⁻¹ actinic light can be reached. Try this in a simulation and see if you previous observations also hold here.] - Compare the fluorescence at the very end of the simulation between default and high light - is there a difference? 3. :blue[At this intensity, we can see much better how the fluorescence peaks during the saturation pulses lower over time. But a lot seems to happen in the first two minutes that we cannot see.] - Lower the time between the saturation pulses. What can you see? - Does it seem like the saturation pulses affect the plant's photosynthesis? 4. :blue[The longer an experiment takes, the more work it is for the experimenter. Try lowering the measuring time to 1 min, then increase it to 10 min.] - Would it be useful to reduce the measuring time in our case? Why or why not? - Does this depend on the other settings?
de: Mit den Standardwerten zeigt dir die folgende Simulation ein typisches PAM-Experiment. Wenn du die Schieberegler ausprobierst, könntest du Folgendes versuchen: 1. :blue[Am frühen Morgen oder an einem bewölkten Tag findet man eine Lichtintensität von 100 μmol m-² s-¹, sie ist also recht niedrig. An einem milden Tag könnte die Sonne mit 500 μmol m-² s-¹ an Photonen scheinen - versuche das mal:] - Wie unterscheidet sich die Reaktion beim Einschalten des Lichts von der Reaktion bei 100 μmol m-² s-¹? Was bedeutet das für die Pflanze? - Wie unterscheiden sich die Sättigungsimpulssignale zwischen der niedrigeren und der höheren Intensität? 2. :blue[An einem heißen und sonnigen Tag können höhere Intensitäten von über 900 μmol m-² s-¹ aktinisches Licht erreicht werden. Probiere dies in einer Simulation aus und prüfe, ob deine bisherigen Beobachtungen auch hier zutreffen. - Vergleiche die Fluoreszenz ganz am Ende der Simulation zwischen Standard- und Starklicht - gibt es einen Unterschied? 3. :blue[Bei dieser Intensität können wir viel besser sehen, wie die Fluoreszenzspitzen während der Sättigungspulse mit der Zeit abnehmen. Aber in den ersten zwei Minuten scheint viel zu passieren, was wir nicht sehen können. - Verringere die Zeit zwischen den Sättigungsimpulsen. Was kannst du sehen? - Scheint es, als ob die Sättigungsimpulse die Photosynthese der Pflanze beeinflussen? 4. :blue[Je länger ein Experiment dauert, desto mehr Arbeit bedeutet es für den Experimentator. Versuchen Sie, die Messzeit auf 1 Minute zu senken und dann auf 10 Minuten zu erhöhen. - Wäre es in unserem Fall sinnvoll, die Messzeit zu verkürzen? Warum oder warum nicht? - Hängt dies von den anderen Einstellungen ab?
fr: Avec les valeurs par défaut, la simulation suivante vous montre une expérimentation PAM typique. Lorsque vous testez les curseurs, vous pouvez essayer ce qui suit: 1. :blue[Vous trouverez une intensité lumineuse de 100 μmol&nbsp;m⁻²&nbsp;s⁻¹ tôt le matin ou lors d'une journée nuageuse, elle est donc assez faible. Lors d'une journée douce, le soleil peut briller avec 500 μmol&nbsp;m⁻²&nbsp;s⁻¹ de photons - essayez plutôt cela&nbsp;: ] - Lorsque la lumière est allumée, en quoi la réaction diffère-t-elle de celle observée lorsque vous avez utilisé 100 μmol&nbsp;m⁻²&nbsp;s⁻¹ ? Qu'est-ce que cela signifie pour la plante&nbsp;? - Comment les signaux d'impulsion de saturation diffèrent-ils entre l'intensité la plus faible et la plus élevée ? 2. :blue[Par une journée chaude et ensoleillée, des intensités plus élevées de plus de 900 μmol&nbsp;m⁻²&nbsp;s⁻¹ de lumière actinique peuvent être atteintes. Essayez ceci dans une simulation et voyez si vos précédentes observations sont également valables ici.] - Comparez la fluorescence à la toute fin de la simulation entre la lumière par défaut et la lumière élevée - y a-t-il une différence&nbsp;? 3. :blue[À cette intensité, nous pouvons voir beaucoup mieux comment les pics de fluorescence pendant les impulsions de saturation diminuent avec le temps. Mais il semble se passer beaucoup de choses que nous ne pouvons pas voir au cours des deux premières minutes.] - Réduisez le temps entre les impulsions de saturation. Que voyez-vous&nbsp;? - Semble-t-il que les impulsions de saturation affectent la photosynthèse de la plante&nbsp;? 4. :blue[Plus une expérimentation est longue, plus le travail de l'expérimentateur est important. Essayez de réduire le temps de mesure à 1 min, puis augmentez-le à 10 min.] - Serait-il utile de réduire le temps de mesure dans notre cas&nbsp;? Pourquoi ou pourquoi pas&nbsp;? - Cela dépend-il des autres paramètres&nbsp;?

# FAL_GUIDING_QUESTIONS_EXTEND
source: 5. :blue[The conversion rates to Zeaxanthin and Violaxanthin represent the activation and deactivation rates of NPQ respectively.] - How does the simulated NPQ graph behave when you increase the Zeaxanthin conversion rate? And the Violaxanthin rate? - Are changes in the two rates additive? 6. :blue[The plant's NPQ mechanism relaxes in the dark after the saturating pulse. Is this necessary?] - What happens if you strongly reduce the dark-adaption time? 7. :blue[It is very important, that the saturating pulses are actually saturating to get meaningful results. What happens if they are not?] - Increase the saturating pulse intensity to maximum. Does something change? - Gradually reduce the saturating pulse intensity. When do they not seem to saturate anymore? What happens to our measurements? - Because the model assumes that the saturation pulses aren't too low, if you keep decreasing the intensity, you might experience errors in simulation or analysis. Don't let this deter you! Instead try out how the model reacts to our inputs and how else you can break it.
de: 5. :blue[Die Umwandlungsraten in Zeaxanthin und Violaxanthin stellen die Aktivierungs- bzw. Deaktivierungsraten von NPQ dar.] - Wie verhält sich das simulierte NPQ-Diagramm, wenn man die Umwandlungsrate von Zeaxanthin erhöht? Und die Violaxanthin-Rate? - Sind Änderungen der beiden Raten additiv? 6. :blue[Der NPQ-Mechanismus der Pflanze entspannt sich im Dunkeln nach dem Sättigungsimpuls. Ist dies notwendig?] - Was passiert, wenn man die Dunkeladaptionszeit stark verkürzt? 7. :blue[Es ist sehr wichtig, dass die Sättigungspulse tatsächlich sättigend sind, um aussagekräftige Ergebnisse zu erhalten. Was passiert, wenn dies nicht der Fall ist?] - Erhöhe die Intensität der Sättigungsimpulse auf das Maximum. Ändert sich etwas? - Verringere allmählich die Intensität des Sättigungsimpulses. Wann scheinen sie nicht mehr zu sättigen? Was passiert mit unseren Messungen? - Da das Modell davon ausgeht, dass die Sättigungsimpulse nicht zu niedrig sind, kann es zu Fehlern in der Simulation oder Analyse kommen, wenn du die Intensität weiter verringerst. Lass dich davon nicht abschrecken! Probiere stattdessen aus, wie das Modell auf unsere Eingaben reagiert und wie du es sonst noch brechen kannst.
fr: 5. :blue[Les taux de conversion en Zéaxanthine et Violaxanthine représentent respectivement les taux d'activation et de désactivation de la NPQ.] - Comment se comporte le graphique simulé de NPQ lorsque vous augmentez le taux de conversion en zéaxanthine&nbsp;? Et le taux de Violaxanthine ? - Les changements dans les deux taux sont-ils additifs&nbsp;? 6. :blue[Le mécanisme de NPQ de la plante se détend dans l'obscurité après l'impulsion saturante. Est-ce nécessaire ?] - Que se passe-t-il si vous réduisez fortement le temps d'adaptation à l'obscurité? 7. :blue[Il est très important que les impulsions de saturation soient réellement saturantes pour obtenir des résultats significatifs. Que se passe-t-il si ce n'est pas le cas&nbsp;?] - Augmentez l'intensité de l'impulsion de saturation au maximum. Y a-t-il un changement&nbsp;? - Réduisez progressivement l'intensité de l'impulsion de saturation. Quand ne semblent-ils plus saturer&nbsp;? Qu'advient-il de nos mesures&nbsp;? - Comme le modèle suppose que les impulsions de saturation ne sont pas trop faibles, si vous continuez à diminuer l'intensité, vous risquez de rencontrer des erreurs dans la simulation ou l'analyse. Ne vous laissez pas décourager&nbsp;! Essayez plutôt de voir comment le modèle réagit à nos entrées et comment vous pouvez le casser.

# FAL_GUIDING_ANSWERS
source: With the default values, the following simulation shows you a typical PAM experiment. When testing out the sliders you could try the following: 1. :blue[You will find a light intensity of 100 μmol m⁻² s⁻¹ in the early morning or on a cloudy day, so it is quite low. On a mild day, the sun might shine with 500 μmol m⁻² s⁻¹ of photons - try that instead:] - The fluorescence signal after turning on the light, shortly after the peak, is a lot higher. This is because chlorophyll receives much more energy which puts the plant under light stress. - The later saturation pulses, after ca. two minutes, are shorter than those under low light. Therefore the plant has increased the heat quenching, aka NPQ, as a light protection mechanism. 2. :blue[On a hot and sunny day, higher intensities of over 900 μmol m⁻² s⁻¹ actinic light can be reached. Try this in a simulation and see if you previous observations also hold here.] - For this higher light intensity we can see as well the increased fluorescence after light-on and the further decreasing fluorescence during the pulses. - The fluorescence at the very end of the very high light phase is increased compared to the low light simulation. Therefore, even after full activation of it's NPQ mechanism, the plant is still more stressed. Likely, the quenching potential of the plant's NPQ process is exhausted and higher light might damage the plant. 3. :blue[At this intensity, we can see much better how the fluorescence peaks during the saturation pulses lower over time. But a lot seems to happen in the first two minutes that we cannot see.] - With more frequent pulses, we can see the dropping peak fluorescence more clearly. Therefore, we see the NPQ activation in a higher resolution and could try to fit a function to estimate the activation rate. - Normally we assume that the pulses don't affect the photosynthesis. After a pulse the signal returns to the previous level and the peak height seems to decrease always the same. - However, if we give pulses in rapid succession under low light, the saturation pulses can have an effect like actinic light. You can see this if you try a light intensity of 50 μmol m⁻² s⁻¹ with pulses every 5 s. There, the peak height decreases more than with fewer pulses. 4. :blue[The longer an experiment takes, the more work it is for the experimenter. Try lowering the measuring time to 1 min, then increase it to 10 min.] - With a light intensity of 500 to 900 μmol m⁻² s⁻¹ the NPQ adaption seems to be finished after three to four seconds. We should measure at least this long to capture the whole process. - With lower light intensities this adaption process takes less time. So a shorter measurement might be feasible.
fr: Avec les valeurs par défaut, la simulation suivante vous montre une expérimentation PAM typique. Lorsque vous testez les curseurs, vous pouvez essayer ce qui suit&nbsp;: 1. :blue[Vous trouverez une intensité lumineuse de 100 μmol&nbsp;m⁻²&nbsp;s⁻¹ tôt le matin ou par temps nuageux, c'est donc assez faible. Par temps doux, le soleil peut briller avec 500 μmol&nbsp;m⁻²&nbsp;s⁻¹ de photons - essayez plutôt cela:] - Le signal de fluorescence après l'allumage de la lumière, peu après le pic, est beaucoup plus élevé. Cela s'explique par le fait que la chlorophylle reçoit beaucoup plus d'énergie, ce qui investit la plante dans un stress lumineux. - Les impulsions de saturation ultérieures, après environ deux minutes, sont plus courtes que celles observées en cas de faible luminosité. Par conséquent, la plante a augmenté l'extinction de la chaleur, alias NPQ, en tant que mécanisme de protection contre la lumière. 2. :blue[Par une journée chaude et ensoleillée, des intensités plus élevées de plus de 900 μmol&nbsp;m⁻²&nbsp;s⁻¹ de lumière actinique peuvent être atteintes. Essayez ceci dans une simulation et voyez si vos précédentes observations sont également valables ici.] - Pour cette intensité lumineuse plus élevée, nous pouvons également observer l'augmentation de la fluorescence après l'allumage et la diminution de la fluorescence pendant les impulsions. - La fluorescence à la toute fin de la phase d'intensité lumineuse très élevée est accrue par rapport à la simulation de faible intensité lumineuse. Par conséquent, même après l'activation complète de son mécanisme NPQ, la plante est encore plus stressée. Il est probable que le potentiel d'extinction du processus NPQ de la plante soit épuisé et qu'une lumière plus intense puisse endommager la plante. 3. :blue[À cette intensité, on voit beaucoup mieux comment les pics de fluorescence pendant les impulsions de saturation diminuent avec le temps. Mais il semble se passer beaucoup de choses dans les deux premières minutes que nous ne pouvons pas voir.] - Avec des impulsions plus fréquentes, nous pouvons voir plus clairement la chute du pic de fluorescence. Par conséquent, nous voyons l'activation de la NPQ avec une résolution plus élevée et nous pourrions essayer d'ajuster une fonction pour estimer le taux d'activation. - Normalement, nous présumons que les impulsions n'affectent pas la photosynthèse. Après une impulsion, le signal revient au niveau précédent et la hauteur du pic semble diminuer toujours de la même manière. - Cependant, si nous donnons des impulsions en succession rapide sous une faible lumière, les impulsions de saturation peuvent avoir un effet semblable à celui de la lumière actinique. Vous pouvez le constater si vous essayez une intensité lumineuse de 50 μmol&nbsp;m⁻²&nbsp;s⁻¹ avec des impulsions toutes les 5 s. Là, la hauteur du pic diminue davantage qu'avec moins d'impulsions. 4. :blue[Plus une expérimentation est longue, plus elle représente un travail pour l'expérimentateur. Essayez de réduire le temps de mesure à 1 min, puis augmentez-le à 10 min.] - Avec une intensité lumineuse de 500 à 900 μmol&nbsp;m⁻²&nbsp;s⁻¹, l'adaptation de la NPQ semble être terminée au bout de trois à quatre secondes. Nous devrions mesurer au moins cette durée pour saisir l'ensemble du processus. - Avec des intensités lumineuses plus faibles, ce processus d'adaptation prend moins de temps. Une mesure plus courte pourrait donc être possible.

# FAL_GUIDING_ANSWERS_EXTEND
source: 5. :blue[The conversion rates to Zeaxanthin and Violaxanthin represent the activation and deactivation rates of NPQ respectively.] - If we increase the Zeaxanthin conversion rate, the maximal NPQ activity increases up to a factor of about two. - With a high frequency of saturation pulses we can also see that this maximal activity is reached faster. - If we increase the Zeaxanthin conversion rate, the maximal NPQ activity also increases up to a factor of about two. - Are changes in the two rates additive? 6. :blue[The plant's NPQ mechanism relaxes in the dark after the saturating pulse. Is this necessary?] - When we shorten the dark phase to less than 10-15 seconds, the relaxation after the dark saturation pulse isn't completed yet. Therefore, when we turn on the actinic light, we initially overestimate the fluorescence and the estimated stress level. 7. :blue[It is very important, that the saturating pulses are actually saturating to get meaningful results. What happens if they are not?] - The fluorescence simulation minimally changes when increasing the saturation pulse to maximum intensity. The higher light intensity - Below ca. 2000 μmol m⁻² s⁻¹ the peak height difference is clearly noticeable. From there, the Fₜ level seems generally increased as the fluorescence is normalized to the undersaturated Fₘ. Both factors lead to a strong overestimation of NPQ and an underestimated Φ(PSII).
de: 5. :blue[Die Umwandlungsraten in Zeaxanthin und Violaxanthin stellen die Aktivierungs- bzw. Deaktivierungsraten von NPQ dar.] - Erhöht man die Zeaxanthin-Umsetzungsrate, so steigt die maximale NPQ-Aktivität um einen Faktor von etwa zwei. - Bei einer hohen Frequenz von Sättigungsimpulsen können wir auch sehen, dass diese maximale Aktivität schneller erreicht wird. - Erhöht man die Zeaxanthin-Umsetzungsrate, so steigt die maximale NPQ-Aktivität ebenfalls bis zu einem Faktor von etwa zwei. - Sind die Veränderungen der beiden Raten additiv? 6. :blue[Der NPQ-Mechanismus der Pflanze entspannt sich im Dunkeln nach dem Sättigungsimpuls. Ist dies notwendig?] - Wenn wir die Dunkelphase auf weniger als 10-15 Sekunden verkürzen, ist die Entspannung nach dem dunklen Sättigungsimpuls noch nicht abgeschlossen. Wenn wir das aktinische Licht einschalten, überschätzen wir daher zunächst die Fluoreszenz und das geschätzte Stressniveau. 7. :blue[Es ist sehr wichtig, dass die Sättigungspulse tatsächlich sättigen, um aussagekräftige Ergebnisse zu erhalten. Was passiert, wenn dies nicht der Fall ist?] - Die Fluoreszenzsimulation ändert sich nur minimal, wenn der Sättigungspuls auf maximale Intensität erhöht wird. Je höher die Lichtintensität - Unterhalb von ca. 2000 μmol m-² s-¹ ist der Peakhöhenunterschied deutlich spürbar. Von dort an scheint der Fₜ-Pegel generell erhöht zu sein, da die Fluoreszenz auf das untersättigte Fₘ normalisiert wird. Beide Faktoren führen zu einer starken Überschätzung der NPQ und einer Unterschätzung von Φ(PSII).
fr: 5. :blue[Les taux de conversion en Zéaxanthine et Violaxanthine représentent respectivement les taux d'activation et de désactivation de la NPQ.] - Si nous augmentons le taux de conversion en Zéaxanthine, l'activité maximale de la NPQ augmente jusqu'à un facteur d'environ deux. - Avec une fréquence élevée d'impulsions de saturation, nous pouvons également constater que cette activité maximale est atteinte plus rapidement. - Comme nous ne simulons pas de phase d'obscurité où la NPQ se détendrait, nous voyons le taux de conversion de la violaxanthine contrebalancer majoritairement celui de la zéaxanthine. Par conséquence, l'activation de la NPQ est ralentie. Vous pouvez essayer la même chose à la page suivante avec un protocole lumineux plus complexe. - Les changements sont principalement additifs. En augmentant les deux taux d'un facteur 10, l'activation et l'inactivation de la NPQ sont toutes deux accélérées et la plante réagit généralement plus vite. Dans cet exemple extrême, nous voyons également qu'un nouveau comportement peut émerger, comme une suractivation initiale de la NPQ. 6. :blue[Le mécanisme NPQ de la plante se détend dans l'obscurité après l'impulsion saturante. Est-ce nécessaire ?] - Lorsque nous réduisons la phase d'obscurité à moins de 10-15 secondes, la relaxation après l'impulsion de saturation de l'obscurité n'est pas encore terminée. Par conséquence, lorsque nous allumons la lumière actinique, nous surestimons initialement la fluorescence et le niveau de stress perçu. 7. :blue[Il est très important que les impulsions de saturation soient réellement saturées pour obtenir des résultats significatifs. Que se passe-t-il si ce n'est pas le cas ?] - La simulation de la fluorescence change peu lorsque l'on augmente l'impulsion de saturation jusqu'à l'intensité maximale. L'intensité lumineuse plus élevée semble augmenter légèrement la hauteur de tous les pics. Puisque nous normalisons la fluorescence à Fₘ, il semble également que Fₜ soit abaissée, même si elle devrait rester inchangée. - En dessous d'environ 2000 μmolm⁻² s⁻¹, la différence de hauteur de pic est clairement perceptible. À partir de là, le niveau de Fₜ semble généralement augmenté car la fluorescence est normalisée par rapport à la Fₘ sous-saturée. Ces deux facteurs conduisent à une forte surestimation de la NPQ et à une sous-estimation de Φ(PSII).

# MEM_HEADLINE_BRAIN
source: # Plant Light Memory
de: # Das Pflanzengedächtnis
fr: # Mémoire de la lumière des plantes

# MEM_LEARNING_OBJECTIVES
source: ### Learning objectives - You learn how plants can remember past light conditions - You can show the plants light memory effect using simulations - You can show and explain the dependence of light memory on NPQ kinetics #### What you need to know: - Reading and analyzing graphs
de: ### Lernziele - Du lernst, wie sich Pflanzen an vergangene Lichtverhältnisse erinnern können - Du kannst den Lichtgedächtniseffekt der Pflanzen mit Hilfe von Simulationen darstellen - Du kannst die Abhängigkeit des Lichtgedächtnisses von der NPQ-Kinetik zeigen und erklären #### Was du wissen musst: - Lesen und Analysieren von Diagrammen
fr: ### Objectifs éducatifs - Vous apprenez comment les plantes peuvent se souvenir des conditions lumineuses précédentes. - Vous pouvez montrer l'effet de la mémoire de la lumière des plantes à l'aide de simulations. - Vous pouvez montrer et expliquer la dépendance de la mémoire de la lumière sur la cinétique de la NPQ. #### Ce que vous devez savoir&nbsp;: - Lire et analyser des graphiques
