Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# MEM_INTRODUCTION_BRAIN
source: Since you have found out how plants react to different light intensities, we have news for you! Plants can be actually <i>trained</i> to enhance their photoprotection. It has been observed experimentally that plants previously exposed to light react differently to light than those exposed to light for the first time! This phenomenon is sometimes called <b>short-term light memory</b>, and we know now which molecular mechanism causes this effect. We have used this knowledge to represent the behavior with a mathematical model. Now, you can perform your own <b>memory experiments</b>. Go ahead; you can simulate different scenarios using the five sliders below. Do you see how the fluorescence signal differs between different experiment phases? If you want to learn more about the molecular mechanism behind the process responsible for this short-term memory effect, switch to the <a href='#' id='4Math'>4Math</a> version on the left. You can also create your mutated version of the plant and see if you can <i>forget</i> the light sooner.
de: Da du herausgefunden hast, wie Pflanzen auf unterschiedliche Lichtintensitäten reagieren, haben wir Neuigkeiten für dich! Pflanzen können tatsächlich <i>trainiert</i> werden, um ihren Lichtschutz zu verbessern. Es wurde experimentell beobachtet, dass Pflanzen, die bereits zuvor Licht ausgesetzt waren, anders auf Licht reagieren als solche, die zum ersten Mal Licht ausgesetzt werden! Dieses Phänomen wird manchmal als <b>Kurzzeit-Lichtgedächtnis</b> bezeichnet, und wir wissen jetzt, welcher molekulare Mechanismus diesen Effekt verursacht. Wir haben dieses Wissen genutzt, um das Verhalten mit einem mathematischen Modell darzustellen. Jetzt kannst du deine eigenen <b>Gedächtnisexperimente</b> durchführen. Mit den fünf Schiebereglern unten kannst du verschiedene Szenarien simulieren. Siehst du, wie sich das Fluoreszenzsignal zwischen den verschiedenen Experimentierphasen unterscheidet? Wenn Sie mehr über den molekularen Mechanismus erfahren möchten, der für diesen Kurzzeitgedächtniseffekt verantwortlich ist, wechseln Sie zur <a href='#' id='4Math'>4Math</a>-Version auf der linken Seite. Du kannst auch deine eigene mutierte Version der Pflanze erstellen und sehen, ob du das Licht früher <i>vergessen</i> kannst.
fr: Puisque vous avez découvert comment les plantes réagissent à différentes intensités lumineuses, nous avons une nouvelle pour vous&nbsp;! Les plantes peuvent en fait être <i>entraînées</i> à améliorer leur photoprotection. Il a été observé expérimentalement que les plantes déjà exposées à la lumière réagissent différemment à la lumière que celles qui y sont exposées pour la première fois ! Ce phénomène est parfois appelé <b>mémoire de la lumière à court terme</b>, et nous savons maintenant quel mécanisme moléculaire est à l'origine de cet effet. Nous avons utilisé ces connaissances pour représenter le comportement à l'aide d'un modèle mathématique. Maintenant, vous pouvez réaliser vos propres <b>expériences de mémoire</b>. Allez-y; vous pouvez simuler différents scénarios à l'aide des cinq curseurs ci-dessous. Voyez-vous comment le signal de fluorescence diffère entre les différentes phases d'expérimentation ? Si vous souhaitez en savoir plus sur le mécanisme moléculaire à l'origine de cet effet de mémoire à court terme, passez à la version <a href='#' id='4Math'>4Math</a> sur la gauche. Vous pouvez également créer votre version mutée de la plante et voir si vous pouvez <i>oublier</i> la lumière plus tôt.

# MEM_SLIDER_TRAINING
source: Training phase in minutes
de: Trainingsphase in Minuten
fr: Phase d'entraînement en minutes

# MEM_SLIDER_RELAXATION
source: Relaxation phase in minutes
de: Erholungsphase in Minuten
fr: Phase de relaxation en minutes

# MEM_SLIDER_MEMORY
source: Memory phase in minutes
de: Gedächtnisphase in Minuten
fr: Phase de mémoire en minutes

# MEM_ANNO_TRAINING
source: Training
fr: Entrainement

# MEM_ANNO_MEMORY
source: Memory
de: Gedächtnis
fr: Mémoire

# MEM_GUIDING_EXPANDER
source: Having trouble connecting the simulation results to biology? Try our **guiding questions**
de: Hast du Schwierigkeiten, die Simulationsergebnisse mit der Biologie zu verbinden? Versuche es mit unseren **Leitfragen**.
fr: Vous n'arrivez pas à relier les résultats de la simulation à la biologie&nbsp;? Essayez nos **questions guides**

# MEM_GUIDING_HEADER
source: ### Guiding Questions
de: ### Leitfragen
fr: ### Questions guides

# MEM_GUIDING_TOGGLE
source: **See our interpretation**
de: **Siehe unsere Interpretation**
fr: **Voyez notre interprétation**

# CON_HEADLINE_CONCLUSION
source: # Take Home Messages
de: # Fazit
fr: # Messages à retenir

# CON_CONCLUSION_TEXT_ONE
source: We hope you have received a thorough introduction to the captivating realm of plant biology through this website. By examining diagrams made with computer models, you have gained knowledge about the impact of light intensity on photosynthesis and delved into the subject of plant short-term memory. Consequently, you should have arrived at the following conclusions: - Light intensity significantly affects the rate of photosynthesis in plants. As light intensity increases, the rate of photosynthesis increases to some degree. - The relationship between light intensity and photosynthetic rate is not linear. Rather, it follows a curve that peaks at a certain saturation point.
de: Wir hoffen, dass du auf dieser Website eine gründliche Einführung in die faszinierende Welt der Pflanzenbiologie erhalten hast. Anhand von Diagrammen, die mit Hilfe von Computermodellen erstellt wurden, hast du Erkenntnisse über die Auswirkungen der Lichtintensität auf die Photosynthese gewonnen und dich mit dem Thema Kurzzeitgedächtnis von Pflanzen beschäftigt. Infolgedessen solltest du zu folgenden Schlussfolgerungen gelangt sein: - Die Lichtintensität hat einen erheblichen Einfluss auf die Photosyntheserate von Pflanzen. Mit zunehmender Lichtintensität nimmt die Photosyntheserate bis zu einem gewissen Grad zu. - Die Beziehung zwischen Lichtintensität und Photosyntheserate ist nicht linear. Vielmehr folgt sie einer Kurve, die an einem bestimmten Sättigungspunkt ihren Höhepunkt erreicht.
fr: Nous espérons que ce site vous a permis de vous familiariser avec le domaine captivant de la biologie végétale. En examinant des diagrammes réalisés à l'aide de modèles informatiques, vous avez acquis des connaissances sur l'impact de l'intensité lumineuse sur la photosynthèse et vous avez approfondi le sujet de la mémoire à court terme des plantes. En conséquence, vous devriez être arrivé aux conclusions suivantes&nbsp;: L'intensité lumineuse affecte de manière significative le taux de photosynthèse chez les plantes. Lorsque l'intensité lumineuse augmente, le taux de photosynthèse augmente dans une certaine mesure. La relation entre l'intensité lumineuse et le taux de photosynthèse n'est pas linéaire. Elle suit plutôt une courbe qui culmine à un certain point de saturation.

# CON_CONCLUSION_TEXT_TWO
source: - Plants can recall previous exposure to light and adjust their photosynthetic rates accordingly. This short-term memory enables them to absorb light energy and adapt to various environmental conditions efficiently. - We believe that the measurement of PAM is an exciting and effective method to learn about the intricate mechanisms underlying plant growth and development. Finally, please consider these findings and their broader implications for our comprehension of the natural world. By doing so, you will be able to recognize and admire the remarkable intricacy and magnificence of the plant kingdom. Computational models exist for almost all scientific disciplines, and even considering only photosynthesis models, we have barely scratched the surface of what is out there. Hopefully, this small course has shown you how interesting and useful modeling can be. For a problem in the future, you will think, '*Could a model help me with this*?'. **But most of all, we hope you had fun with our course. If you want, give us feedback and tell others about your experience. Have a great day!**
de: - Pflanzen können sich an frühere Lichteinwirkungen erinnern und ihre Photosyntheseraten entsprechend anpassen. Dieses Kurzzeitgedächtnis ermöglicht es ihnen, Lichtenergie zu absorbieren und sich effizient an verschiedene Umweltbedingungen anzupassen. - Wir glauben, dass die Messung von PAM eine spannende und effektive Methode ist, um mehr über die komplizierten Mechanismen zu erfahren, die dem Wachstum und der Entwicklung von Pflanzen zugrunde liegen. Abschließend möchten wir dich bitten, über diese Ergebnisse und ihre weiterreichenden Auswirkungen auf unser Verständnis der natürlichen Welt nachzudenken. Dadurch wirst du in der Lage sein, die bemerkenswerte Komplexität und Großartigkeit des Pflanzenreichs zu erkennen und zu bewundern. Computermodelle gibt es für fast alle wissenschaftlichen Disziplinen, und selbst wenn wir nur Photosynthesemodelle betrachten, haben wir kaum an der Oberfläche dessen gekratzt, was es gibt. Hoffentlich hat dir dieser kleine Kurs gezeigt, wie interessant und nützlich die Modellierung sein kann. Bei einem Problem in der Zukunft wirst du denken: '*Könnte mir ein Modell dabei helfen*?'. **Aber vor allem hoffen wir, dass du Spaß an unserem Kurs hattest. Wenn du möchtest, gib uns ein Feedback und erzähle anderen von deinen Erfahrungen. Wir wünschen Ihnen einen schönen Tag!
fr: - Les plantes peuvent se souvenir d'une exposition précédente à la lumière et ajuster leur taux de photosynthèse en conséquence. Cette mémoire à court terme leur permet d'absorber l'énergie lumineuse et de s'adapter efficacement à diverses conditions environnementales. - Nous pensons que la mesure de la PAM est une méthode passionnante et efficace pour comprendre les mécanismes complexes qui sous-tendent la croissance et le développement des plantes. Enfin, veuillez considérer ces résultats et leurs implications plus larges pour notre compréhension du monde naturel. Ce faisant, vous serez en mesure de reconnaître et d'admirer la complexité et la magnificence remarquables du règne végétal. Les modèles computationnels existent pour presque toutes les disciplines scientifiques, et même en ne considérant que les modèles de photosynthèse, nous avons à peine effleuré la surface de ce qui existe. Nous espérons que ce petit cours vous a montré à quel point la modélisation peut être intéressante et utile. À l'avenir, lorsque vous serez confronté à un problème, vous vous direz&nbsp;: «&nbsp;Un modèle pourrait-il m'aider à résoudre ce problème ?&nbsp;». **Mais surtout, nous espérons que notre cours vous a amusé. Si vous le souhaitez, faites-nous part de vos commentaires et racontez votre expérience à d'autres personnes. Bonne journée&nbsp;!**

# MDL_MATHEMATICAL_MODELLING_EXPLANATION_1
source: Mathematical modeling involves creating mathematical models for use in various fields of research and industry. It is beneficial when traditional testing methods are too expensive and time-consuming. The language of **mathematics** enables us to translate real processes, situations, and problems into general statements using equations. This translation is yet to be one-to-one and imposes a certain level of **simplification**. Therefore, models are never a precise description, including all levels of details, but a simplification created with rigid methods for a specific study. The problem described using mathematical terms is then solved using mathematical techniques, today enormously aided with **computational** programs. The resulting solution is then applied to the real-world problem and evaluated. If additional solutions are required, the mathematical model must be revised. That way, the model development process is often not linear but an iterative cycle, as presented in the figure below.
de: Bei der mathematischen Modellierung geht es um die Erstellung mathematischer Modelle zur Verwendung in verschiedenen Bereichen der Forschung und Industrie. Sie ist von Vorteil, wenn traditionelle Testmethoden zu teuer und zeitaufwendig sind. Die Sprache der **Mathematik** ermöglicht es uns, reale Prozesse, Situationen und Probleme mit Hilfe von Gleichungen in allgemeine Aussagen zu übersetzen. Diese Übersetzung ist jedoch nicht eins-zu-eins und erzwingt ein gewisses Maß an **Vereinfachung**. Daher sind Modelle nie eine genaue Beschreibung, die alle Details umfassen, sondern eine Vereinfachung, die mit starren Methoden für eine bestimmte Untersuchung erstellt wird. Das mit mathematischen Begriffen beschriebene Problem wird dann mit mathematischen Techniken gelöst, die heute durch **Rechenprogramme** enorm unterstützt werden. Die resultierende Lösung wird dann auf das reale Problem angewandt und bewertet. Wenn zusätzliche Lösungen erforderlich sind, muss das mathematische Modell überarbeitet werden. Auf diese Weise ist der Modellentwicklungsprozess oft nicht linear, sondern ein iterativer Zyklus, wie in der Abbildung unten dargestellt.

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_SUSCEPTIBLE
source: Susceptible
de: Anfällig

source: FAL_HEADLINE_MODEL_EQUATIONS
de: ### Mathematische Gleichungen

# FAL_TIPP1
source: ***Tip 1:*** *If you want to compare two experiments, you can download the graphs by right clicking on them.*
de: Versuchsdauer in Minuten

# MEM_ANNO_RELAXATION
source: Relaxation
de: Erholung

# MEM_TIP1
source: ***Tip 1:*** *If you want to compare two experiments, you can download the graphs by clicking on the three dots.*
de: ***Tipp 1:*** *Wenn du zwei Experimente vergleichen möchten, kannst du die Diagramme herunterladen, indem du auf die drei Punkte klickst.*

# MEM_TIP2
source: ***Tip 2:*** *By clicking on the stop in the upper right corner, you can cancel the calculation process.*
de: ***Tipp 2:*** *Durch Klicken auf den Stopp-Button in der oberen rechten Ecke kannst du den Berechnungsvorgang abbrechen.*
