Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# MDL_E_PHOTOSYNTHESIS_3
source: The e-photosynthesis model is a massive and complex dynamic model that uses 294 equations in total. It calculates the change in time of 113 different compounds in the form of rates, similar to the SIR-model. This complexity has limited its usage. Building the model is complicated, and adapting it to other plants or simulation ideas, except the default values, will require a long and tedious parameterization. Therefore, we cannot simulate it for you here.
fr: Le modèle *e*-photosynthesis est un modèle dynamique massif et complexe qui utilise 294 formules au total. Il calcule l'évolution dans le temps de 113 éléments différents sous la forme de taux, comme le modèle SIR. Cette complexité a limité son utilisation. La construction du modèle est compliquée et son adaptation à d'autres plantes ou idées de simulation, à l'exception des valeurs par défaut, nécessitera un paramétrage long et fastidieux. C'est pourquoi nous ne pouvons pas le simuler pour vous ici.

# MDL_HEADLINE_BELLASIO
source: ### The Bellasio model
fr: ### Le modèle Bellasio

# MDL_BELLASIO_1
source: The Bellassio model, created in 2018, was developed to bridge the gap between simplistic, unrealistic steady-state models and more complex, complete dynamic models&nbsp;[8]. It divides the leaf model into three compartments: the atmosphere, intercellular space, and mesophyll. This model focuses on carbon assimilation processes, integrating light reactions and stomatal behavior to create a more comprehensive leaf and plant model. It can be placed between the FvCB and *e*-photosynthesis models, as it takes inspiration from and uses some aspects of both to build its framework.
fr: Le modèle Bellassio, créé en 2018, a été développé pour combler le fossé entre les modèles simplistes et irréalistes en régime permanent et les modèles dynamiques plus complexes et complets&nbsp;[8]. Il divise le modèle de feuille en trois compartiments&nbsp;: l'atmosphère, l'espace intercellulaire et le mésophylle. Ce modèle se concentre sur les processus d'assimilation du carbone, en intégrant les réactions à la lumière et le comportement des stomates pour créer un modèle de feuille et de plante plus complet. Il peut être placé entre les modèles FvCB et *e*-photosynthesis, car il s'inspire et utilise certains aspects de ces deux modèles pour construire son cadre.

# MDL_BELLASIO_2
source: To create this model, the author built upon three main models. They modified Yin et al.'s equations&nbsp;[9] for the light reactions, used Zhu et al.'s carbon metabolism model&nbsp;[7] to simulate the carbon assimilation process, and introduced stomatal conductance using their past model&nbsp;[10]. The end carbon assimilation is calculated using parts of the FvCB model&nbsp;[1].
fr: Pour créer ce modèle, l'auteur s'est appuyé sur trois modèles principaux. Il a modifié les formules de Yin et al.&nbsp;[9] pour les réactions lumineuses, utilisé le modèle de métabolisme du carbone de Zhu et al.&nbsp;[7] pour simuler le processus d'assimilation du carbone, et introduit la conductance stomatique à l'aide de son modèle précédent&nbsp;[10]. L'assimilation finale du carbone est calculée en utilisant des parties du modèle FvCB&nbsp;[1].

# MDL_BELLASIO_3
source: To make the model accessible to a broader range of users, the author introduced simplifications, such as assuming uniformity between the intercellular cells with no internal concentration gradients. The model was also designed to work within Microsoft Excel, allowing even the least experienced biologist to use it.
fr: Pour rendre le modèle accessible à un plus grand nombre d'utilisateurs, l'auteur a introduit des simplifications, telles que l'hypothèse d'une uniformité entre les cellules intercellulaires et l'absence de gradients de concentration internes. Le modèle a également été conçu pour fonctionner avec Microsoft Excel, ce qui permet au biologiste le moins expérimenté de l'utiliser.

# MDL_BELLASIO_4
source: The model's parameters are based on averaged literature values derived from original equations or assigned plausible values. This creates a complete, simplistic package of C<sub>3</sub>-photosynthesis on a leaf level, allowing more plant biologists to be introduced to computational modelling.
fr: Les paramètres du modèle sont basés sur les valeurs moyennes de la littérature dérivées des formules originales ou sur des valeurs plausibles assignées. Cela crée un ensemble complet et simpliste de la C<sub>3</sub>-photosynthèse au niveau de la feuille, permettant à un plus grand nombre de biologistes des plantes d'être initiés à la modélisation computationnelle.

# MDL_EXPANDER_C3C4CAM
source: The difference between C3, C4 and CAM plants [11]
fr: La différence entre les plantes C3, C4 et CAM [11]

# MDL_HEADLINE_C3
source: ### C<sub>3</sub> Plants
fr: ### Plantes C<sub>3</sub>

# MDL_C3_1
source: Most plants are C<sub>3</sub> plants, meaning the first stable compound produced during carbon fixation is a three-carbon molecule called 3-phosphoglycerate (3-PGA). This process takes place in the mesophyll cells of plant leaves and involves a chain of biochemical reactions that transform carbon dioxide (CO<sub>2</sub>) into carbohydrates like glucose.
fr: La plupart des plantes sont des plantes C<sub>3</sub>, ce qui signifie que le premier élément stable produit lors de la fixation du carbone est une molécule à trois carbones appelée 3-phosphoglycérate (3-PGA). Ce processus se déroule dans les cellules mésophylles des feuilles et implique une chaîne de réactions biochimiques qui transforment le dioxyde de carbone (CO<sub>2</sub>) en hydrates de carbone tels que le glucose.

# MDL_HEADLINE_C4
source: ### C<sub>4</sub> Plants
fr: ### Plantes C<sub>4</sub>

# MDL_C4_1
source: In certain plants, C<sub>4</sub> photosynthesis is an alternative process that developed to adapt to hot and dry environments. Unlike C<sub>3</sub> photosynthesis, C<sub>4</sub> photosynthesis boosts the efficiency of carbon fixation by concentrating CO<sub>2</sub> near RuBisCO in the bundle sheath cells. This separation lowers photorespiration, a wasteful process that can occur in C<sub>3</sub> plants under high temperatures and low CO<sub>2</sub> concentrations. C<sub>4</sub> photosynthesis can be found in various plant families, such as grasses (e.g., maize, sugarcane) and certain dicots (e.g., Amaranthaceae, Chenopodiaceae). It is an adaptation that permits plants to flourish in environments with high temperatures, intense sunlight, and limited water availability.
fr: Chez certaines plantes, la photosynthèse C<sub>4</sub> est un processus alternatif qui s'est développé pour s'adapter aux environnements chauds et secs. Contrairement à la photosynthèse C<sub>3</sub>, la photosynthèse C<sub>4</sub> augmente l'efficacité de la fixation du carbone en concentrant le CO<sub>2</sub> près du RuBisCO dans les cellules de la gaine du faisceau. Cette séparation réduit la photorespiration, un processus de gaspillage qui peut se produire dans les plantes C<sub>3</sub> à des températures élevées et à de faibles concentrations de CO<sub>2</sub>. La photosynthèse C<sub>4</sub> est présente dans diverses familles de plantes, telles que les graminées (maïs, canne à sucre) et certaines dicotylédones (Amaranthaceae, Chenopodiaceae). Il s'agit d'une adaptation qui permet aux plantes de prospérer dans des environnements où les températures sont élevées, la lumière du soleil intense et la disponibilité en eau limitée.

# MDL_HEADLINE_CAM
source: ### CAM Plants
fr: ### Plantes CAM

# MDL_CAM_1
source: A specialized form of photosynthesis called CAM (Crassulacean Acid Metabolism) is found in plants adapted to arid and water-limited environments. These plants have a unique way of separating carbon fixation and the Calvin cycle, which involves opening their stomata at night to take in carbon dioxide and fixing it as a four-carbon organic acid, such as malate or malic acid, to store it in large vacuoles within their cells. During the day, they close their stomata to prevent water loss through transpiration and release the CO2 from the malate into the chloroplasts to be used in the Calvin Cycle, similar to C<sub>3</sub> plants. The name of this photosynthetic pathway, "Crassulacean Acid Metabolism," was derived from the Crassulaceae plant family, where it was first discovered. Still, it is also present in other plant families like succulents, cacti, bromeliads, and some orchids. These types of plants are commonly found in desert regions and other areas with limited water resources.
fr: Une forme spécialisée de photosynthèse appelée CAM (Crassulacean Acid Metabolism) se trouve dans les plantes adaptées aux environnements arides et limités en eau. Ces plantes ont une façon unique de séparer la fixation du carbone et le cycle de Calvin, qui consiste à ouvrir leurs stomates la nuit pour absorber le dioxyde de carbone et le fixer sous la forme d'un acide organique à quatre carbones, tel que le malate ou l'acide malique, pour le stocker dans de grandes vacuoles à l'intérieur de leurs cellules. Pendant la journée, elles ferment leurs stomates pour empêcher la perte d'eau par transpiration et libèrent le CO<sub>2</sub>Far du malate dans les chloroplastes pour l'utiliser dans le cycle de Calvin, comme les plantes à C<sub>3</sub>. Le nom de cette voie photosynthétique, 'Crassulacean Acid Metabolism', est dérivé de la famille de plantes Crassulaceae, où elle a été découverte pour la première fois. Cependant, elle est également présente dans d'autres familles de plantes comme les succulentes, les cactus, les broméliacées et certaines orchidées. Ces types de plantes se trouvent généralement dans les régions désertiques et dans d'autres zones où les ressources en eau sont limitées.

# MDL_LINK_PLANTS_AND_PYTHON
source: *If you are not familiar with Python yet, take a look at [Plants and Python](https://plantsandpython.github.io/PlantsAndPython), where you can learn Python and how it is used in science.*
de: *Wenn Sie mit Python noch nicht vertraut sind, werfen Sie einen Blick auf [Plants and Python] (https://plantsandpython.github.io/PlantsAndPython), wo Sie Python lernen können und wie es in der Wissenschaft verwendet wird.
fr: *Si vous ne connaissez pas encore Python, jetez un coup d'œil à [Plantes et Python](https://plantsandpython.github.io/PlantsAndPython), où vous pourrez apprendre Python et son utilisation dans le domaine scientifique.*

# MDL_MATHEMATICAL_MODELLING_EXAMPLE_SIMPLE
source: We have now successfully implemented and used a model of epidemiology. Such a model has been recently used as a basis for numerous more complex models to track the expansion of a virus spread in multiple populations across the globe. If you want to learn how to implement such a model computationally using Python as a programming language, please switch to the <a href='#' id='4Math'>4Math</a> mode.
de: Wir haben nun erfolgreich ein epidemiologisches Modell implementiert und verwendet. Ein solches Modell wurde kürzlich als Grundlage für zahlreiche komplexere Modelle verwendet, um die Ausbreitung eines Virus in mehreren Populationen auf der ganzen Welt zu verfolgen. Wenn Sie lernen wollen, wie man ein solches Modell mit der Programmiersprache Python rechnerisch umsetzt, wechseln Sie bitte in den <a href='#' id='4Math'>4Math</a>-Modus.
fr: Nous avons maintenant réussi à mettre en œuvre et à utiliser un modèle d'épidémiologie. Un tel modèle a été récemment utilisé comme base pour de nombreux modèles plus complexes afin de suivre l'expansion d'un virus répandu dans plusieurs populations à travers le monde. Si vous souhaitez apprendre à mettre en œuvre un tel modèle de manière computationnelle en utilisant Python comme langage de programmation, veuillez passer au mode <a href='#' id='4Math'>4Math</a>.

# FAL_HEADLINE_EXPERIMENTS
source: # Experiments *in silico*
de: # Experimente *in silico*
fr: # Expérimentations *in silico*

# FAL_LEARNING_OBJECTIVES
source: ### Learning objectives - You learn to simulate a photosynthesis model and interpret the results - You understand to simulate changes of interest, e.g. mutations #### What you need to know: - Reading and analyzing graphs
de: ### Lernziele - Du lernst, ein Photosynthesemodell zu simulieren und die Ergebnisse zu interpretieren - Du verstehst es, Veränderungen von Interesse zu simulieren, z.B. Mutationen #### Was du wissen musst: - Lesen und Analysieren von Diagrammen
fr: ### Objectifs éducatifs - Vous apprenez à simuler un modèle de photosynthèse et à interpréter les résultats. - Vous comprenez comment simuler des changements d'intérêt, par exemple des mutations. #### Ce que vous devez savoir&nbsp;: - Lire et analyser des graphiques

# FAL_HEADLINE_MODEL_CONSTRUCTION
source: ## Model construction
de: ## Konstruktion des Modells
fr: ## Construction du modèle

# FAL_CONSTRUCTION_EXPLANATION_1
source: Photosynthesis is a complex process involving numerous players: proteins, enzymes, electron carriers, proton pumps, ion channels, and many more. Although each plays an essential role in the overall process, we aimed at maximal reduction of the model complexity for the light-memory study. Therefore, we have focused solely on the pH-regulated, non-photochemical processes associated with photosystem II. We included only those processes that directly affect or regulate the extent of NPQ, as shown in the scheme below (Matuszyńska et al., [2016](https://doi.org/10.1016/j.bbabio.2016.09.003)).
de: Schema der Komponenten, die in dem auf dieser Website verwendeten vereinfachten mathematischen Modell enthalten sind. Das Modell wurde 2016 entwickelt und enthält eine detaillierte Beschreibung der internen Prozesse im Photosystem II (PSII), einschließlich der Prozesse, die die Dynamik der Quencher (Psbs und Zeaxanthin) beeinflussen.
fr: La photosynthèse est un processus complexe impliquant de nombreux acteurs&nbsp;: protéines, enzymes, transporteurs d'électrons, pompes à protons, canaux ioniques, et bien d'autres encore. Bien que chacun joue un rôle essentiel dans le processus global, nous avons cherché à réduire au maximum la complexité du modèle pour l'étude de la mémoire de la lumière. Par conséquence, nous nous sommes concentrés uniquement sur les processus non photochimiques régulés par le pH et associés au photosystème II. Nous n'avons inclus que les processus qui affectent ou régulent directement l'étendue de la NPQ, comme le montre le schéma ci-dessous (Matuszyńska et al., [2016](https://doi.org/10.1016/j.bbabio.2016.09.003)).

# FAL_CAPTION_MODEL_NPQ
source: Scheme of the components included in the simplified mathematical model used on this website. The model was developed in 2016 and contains a detailed description of internal processes occurring inside photosystem II (PSII), including processes affecting the quencher dynamics (Psbs and zeaxanthin).
fr: Schéma des composants inclus dans le modèle mathématique simplifié utilisé sur ce site. Le modèle a été développé en 2016 et contient une description détaillée des processus internes se produisant à l'intérieur du photosystème II (PSII), y compris les processus affectant la dynamique du quencher (Psbs et zéaxanthine).

# FAL_CONSTRUCTION_EXPLANATION_2
source: So, instead of modeling the whole plant or chloroplast, we applied a cycle of reduction (see Figure) based on a strict reductionist approach and managed to represent the model as a system of only six ordinary differential equations! Each of the equations represents the dynamic rate of change in:
de: 1) der reduzierte Anteil des Plastochinon-Pools ($PQH_2$),
fr: Ainsi, au lieu de modéliser l'ensemble de la plante ou du chloroplaste, nous avons appliqué un cycle de réduction (voir la figure) basé sur une approche réductionniste stricte et nous avons réussi à représenter le modèle comme un système de seulement six équations différentielles ordinaires&nbsp;! Chacune de ces formules représente le taux de changement dynamique de:

# FAL_RATES_1
source: 1) the reduced fraction of the plastoquinone pool (PQH<sub>2</sub>)
fr: 1) la fraction réduite du pool de plastoquinone (PQH<sub>2</sub>),

# FAL_RATES_2
source: 2) the stromal concentration of ATP (ATP),
de: 2) die stromale Konzentration von ATP (ATP),
fr: 2) la concentration stromale d'ATP (ATP),

# FAL_RATES_3
source: 3) the luminal proton concentration (H),
de: 3) die luminale Protonenkonzentration ($H$),
fr: 3) la concentration luminale de protons (H),

# FAL_RATES_4
source: 4) the fraction of nonprotonated proteins (PsbS),
de: 4) der Anteil der nicht protonierten Proteine (PsbS),
fr: 4) la fraction des protéines non protonées (PsbS),

# FAL_RATES_5
source: 5) the fraction of violaxanthin in the total pool of xanthophylls (Vx),
de: 5) der Anteil von Violaxanthin am Gesamtpool der Xanthophylle (Vx),
fr: 5) la fraction de violaxanthine dans le pool total de xanthophylles (Vx),

# FAL_RATES_6
source: 6) the fraction of active ATPase enzyme (ATPase<sup>&midast;</sup>).
de: 6) der Anteil des aktiven ATPase-Enzyms (ATPase<sup>&midast;</sup>).
fr: 6) la fraction d'enzyme ATPase active (ATPase<sup>&midast;</sup>).

# FAL_COMPONENTS_EXPLANATION_HEADER
source: Do you need a reminder of the molecules and protein complexes mentioned above? *Click here*
de: Brauchst du eine Erinnerung an die oben genannten Moleküle und Proteinkomplexe? *Klick hier*
fr: Avez-vous besoin d'un rappel des molécules et des complexes protéiques mentionnés ci-dessus ? *Cliquez ici

# FAL_MOLECULES_EXPLANATION_TABLE
source: #### Molecules | Name | Description | | --- | --- | | Plastoquionone (PQ) | A molecule that can transport two electrons; Can be oxidised (ox) or reduced (red) | | Adenosine triphosphate (ATP) | A molecule that can transfer chemical energy to drive reactions | | Xantophyll | A group of carotenoid pigments; includes viola- and zeaxanthin |
de: #### Moleküle | Name | Beschreibung | | --- | --- | | Plastochionon (PQ) | Ein Molekül, das zwei Elektronen transportieren kann; kann oxidiert (ox) oder reduziert (rot) werden | | Adenosintriphosphat (ATP) | Ein Molekül, das chemische Energie zum Antrieb von Reaktionen übertragen kann | | Xantophyll | Eine Gruppe von Carotinoidpigmenten; umfasst Viola- und Zeaxanthin |
fr: #### Molécules | Nom | Description | | --- | --- | | Plastoquionone (PQ) | Molécule capable de transporter deux électrons; peut être oxydée (ox) ou réduite (red) | | Adénosine triphosphate (ATP) | Molécule capable de transférer de l'énergie chimique pour entraîner des réactions | | Xantophylle | Groupe de pigments caroténoïdes; comprend la viola- et la zéaxanthine |

# FAL_ENZYMES_EXPLANATION_TABLE
source: #### Protein complexes | Name | Description | | --- | --- | | Photosystem II (PSII) | A light absorbing protein complex; Uses the excitation to split water and drive photosynthesis | | Photosystem II subunit S (PsbS) | A quencher protein of PSII; Its activity depends on pH | | Plastidial Terminal Oxidase (PTOX) | An oxigen reducing protein complex; Produces water to avoid PQ over-reduction; | | Cytochrome b6f complex (Cyt b6f) | A proton pumping protein complex | | ATPSynthase (ATPase) | An ATP synthesizing protein complex; Uses the electro-chemical proton gradient |
de: #### Proteinkomplexe | Name | Beschreibung | | --- | --- | | Photosystem II (PSII) | Ein lichtabsorbierender Proteinkomplex; Nutzt die Anregung, um Wasser zu spalten und die Photosynthese anzutreiben | | Photosystem II Untereinheit S (PsbS) | Ein Quencherprotein des PSII; Seine Aktivität hängt vom pH-Wert ab | | Plastidiale terminale Oxidase (PTOX) | Ein oxigenreduzierender Proteinkomplex; Produziert Wasser, um eine Überreduktion von PQ zu vermeiden; | | Cytochrom b6f-Komplex (Cyt b6f) | Ein protonenpumpender Proteinkomplex | | ATPSynthase (ATPase) | Ein ATP-synthetisierender Proteinkomplex; nutzt den elektrochemischen Protonengradienten |
fr: #### Complexes protéiques | Nom | Description | | --- | --- | | Photosystem II (PSII) | Complexe protéique absorbant la lumière; utilise l'excitation pour diviser l'eau et conduire la photosynthèse | | Sous-unité S du photosystème II (PsbS) | Protéine d'extinction du PSII; son activité dépend du pH | | Oxydase terminale plastidiale (PTOX) | Complexe protéique réducteur d'oxygènes; produit de l'eau pour éviter une sur-réduction de la PQ; | | Complexe du cytochrome b6f (Cyt b6f) | Complexe protéique de pompage de protons | | ATPSynthase (ATPase) | Complexe protéique synthétisant l'ATP; utilise le gradient électrochimique de protons |

# FAL_HEADLINE_IMPLEMENTATION
source: ### Implementation
de: ### Implementierung
fr: ### Mise en œuvre

# FAL_IMPLEMENTATION_DESCRIPTION
source: The mathematical model of the photosynthetic electron transport chain was implemented in the object-oriented language (OOL) Python using the modelbase package. Our in-house developed package eases the construction of biological models, particularly models of biochemical networks. The code containing differential equations, reaction rates, parameter space, and initial conditions used for the simulations is publicly available from [here](www.github.com/QTB-HHU/npqmodel) from where you can download it and further investigate.
de: Das mathematische Modell der photosynthetischen Elektronentransportkette wurde in der objektorientierten Sprache (OOL) Python mit dem Paket Modelbase implementiert. Das von uns entwickelte Paket erleichtert die Konstruktion von biologischen Modellen, insbesondere von Modellen biochemischer Netzwerke. Der Code, der die Differentialgleichungen, die Reaktionsraten, den Parameterraum und die für die Simulationen verwendeten Anfangsbedingungen enthält, ist öffentlich zugänglich unter [hier] (www.github.com/QTB-HHU/npqmodel), von wo Sie ihn herunterladen und weiter untersuchen können.
fr: Le modèle mathématique de la chaîne de transport d'électrons photosynthétique a été implémenté dans le langage orienté objet (OOL) Python à l'aide du package modelbase. Ce paquetage, développé en interne, facilite la construction de modèles biologiques, en particulier de modèles de réseaux biochimiques. Le code contenant les formules différentielles, les taux de réaction, l'espace des paramètres et les conditions initiales utilisées pour les simulations est accessible au public à partir de [ici] (www.github.com/QTB-HHU/npqmodel), d'où vous pouvez le télécharger et approfondir vos recherches.

# FAL_HEADLINE_ANALYSE
source: ## The data analysis
de: ## Die Daten-analyze
fr: ## L'analyse des données
