Repository: AnnaMatuszynska/biotool-photosynthesis
Catalog: locales/4bio/*/LC_MESSAGES/main.po
Languages: de, fr

# FAL_INTRODUKTION
source: Now that you have been introduced to the experimental method of measuring photosynthetic fluorescence, you probably would like to take such measurements yourself. And you can! On this site, you will carry out measurements with the model, meaning **in silico**, to estimate the influence of the **abiotic** (representing physical rather than biological, like light intensity) influence factors. To make your work as easy as possible, all you need to run the model is to provide the light intensity for which you want to run your experiment, the length of this experiment (in minutes), and the time between the saturating pulses of light. You can do it using sliders. The graph will display the fluorescence as an orange line during an initial dark phase (blue background) and a following light phase (orange background) with choosable intensity. Saturating light pulses are given at the beginning of the dark phase and in the light, which you can see as spikes in the fluorescence signal.
de: Nachdem du nun die experimentelle Methode zur Messung der photosynthetischen Fluoreszenz kennengelernt hast, möchtest du wahrscheinlich selbst solche Messungen durchführen. Und das kannst du! Auf dieser Seite werden Sie Messungen mit dem Modell durchführen, d. h. **in silico**, um den Einfluss der **abiotischen** (physikalischen und nicht biologischen, wie z. B. der Lichtintensität) Einflussfaktoren abzuschätzen. Um dir die Arbeit so einfach wie möglich zu machen, brauchst du für die Ausführung des Modells nur die Lichtintensität, für die du dein Experiment durchführen möchtest, die Dauer dieses Experiments (in Minuten) und die Zeit zwischen den sättigenden Lichtimpulsen anzugeben. Das Diagramm zeigt die Fluoreszenz als orangefarbene Linie während einer anfänglichen Dunkelphase (blauer Hintergrund) und einer anschließenden Lichtphase (oranger Hintergrund) mit wählbarer Intensität an. Zu Beginn der Dunkelphase und in der Lichtphase werden sättigende Lichtimpulse gegeben, die als Spitzen im Fluoreszenzsignal zu sehen sind.
fr: Maintenant que vous connaissez la méthode expérimentale de mesure de la fluorescence photosynthétique, vous aimeriez sans doute effectuer vous-même de telles mesures. Et c'est possible&nbsp;! Sur ce site, vous effectuerez des mesures avec le modèle, c'est-à-dire **in silico**, pour estimer l'influence des facteurs **abiotiques** (représentant des facteurs physiques plutôt que biologiques, comme l'intensité lumineuse). Pour vous faciliter la tâche, tout ce dont vous avez besoin pour faire fonctionner le modèle est de fournir l'intensité lumineuse pour laquelle vous souhaitez réaliser votre expérimentation, la durée de cette expérimentation (en minutes), et le temps entre les impulsions lumineuses saturantes. Vous pouvez le faire à l'aide de curseurs. Le graphique affichera la fluorescence sous la forme d'une ligne orange au cours d'une phase initiale sombre (fond bleu) et d'une phase suivante lumineuse (fond orange) dont l'intensité peut être choisie. Des impulsions lumineuses saturantes sont données au début de la phase d'obscurité et à la lumière, ce qui se traduit par des pics dans le signal de fluorescence.

# FAL_HEADLINE_SLIDER
source: ##### Use of the sliders:
de: ##### Verwendung der Schieberegler:
fr: ##### Utilisation des curseurs&nbsp;:

# FAL_EXPLANATNION
source: First, change the sliders according to the test you want to simulate. Then, start the calculation by clicking on the button. The calculated graph will be displayed. When you change the sliders again, the graph disappears, and you can load a new graph.
de: In diesem Video erhältst du wichtige Informationen über die Verwendung der Schieberegler und die Analyse der Diagramme. Du hast bereits gelernt, wie die Graphen aussehen werden und dass sie von unserem eigenen Computermodell berechnet und erstellt werden können. Jetzt kannst du die PAM-Parameter mit den Schiebereglern anpassen, um dein individuelles Testszenario zu erstellen, und auf die Schaltfläche klicken, um die resultierende Grafik zu sehen. Aber wie analysieren wir die Grafik? Nun, das hängt davon ab, wonach man sucht. Die Fluoreszenz wird auf der y-Achse und die Zeiten auf der x-Achse aufgetragen. Für die Fluoreszenz wurde zunächst die maximale Fluoreszenz beim Sättigungsimpuls gemessen. Dann wurde die gemessene Fluoreszenz durch die maximale Fluoreszenz aufgetragen. Um zu sehen, wie der Stress der Pflanze über einen bestimmten Zeitraum hinweg zu- oder abnimmt, können wir die Spitzen der Pulse miteinander verbinden und die Progression betrachten. Zum Schluss möchten wir noch zwei Tipps mit dir teilen: Erstens: Wenn du zwei PAM-Tests vergleichen möchtest, kannst du die Diagramme herunterladen, indem du auf die drei Punkte in der oberen rechten Ecke klickst. Zweitens: Wenn du den Berechnungsprozess abbrechen möchtest, musst du auf 'Stop' in der oberen rechten Ecke der PAM-App klicken. Und nun viel Spaß beim Analysieren des von dir selbst erstellten Diagramms.
fr: Modifiez d'abord les curseurs en fonction du test que vous souhaitez simuler. Ensuite, lancez le calcul en cliquant sur le bouton. Le graphique calculé s'affiche. Lorsque vous modifiez à nouveau les curseurs, le graphique disparaît et vous pouvez en charger un nouveau.

# FAL_VIDEO_TRANSCRIPT_SLIDERS
source: In this video, you will get important information about using the sliders and analyzing the graphs. You have already learned what the graphs will look like and that they can be calculated and created by our own computer model. Now, you can adjust the PAM parameters with the sliders to create your individual test scenario and click the button to see the resulting graph. But how do we analyze the graph? Well, that depends on what you are looking for. The fluorescence is plotted on the y-axis, and the times are plotted on the x-axis. For the fluorescent, the maximum fluorescence at the saturation pulse was measured first. Then, the measured fluorescence was plotted by the maximum fluorescence. To see the increase or decrease of the stress of the plant over a period of time, we could connect the peaks of the pulses and look at the progression. Finally, I want to share two tips with you: First, if you want to compare two PAM tests, you can download the graphs by clicking the three dots in the top right corner. Second, if you want to cancel the calculation process, you need to click on the 'Stop' in the upper right corner of the PAM app. Now, have fun and analyze the graph you have created on your own.
fr: Dans cette vidéo, vous obtiendrez des informations importantes sur l'utilisation des curseurs et l'analyse des graphiques. Vous avez déjà appris à quoi ressemblent les graphiques et qu'ils peuvent être calculés et créés par notre propre modèle informatique. Maintenant, vous pouvez ajuster les paramètres PAM à l'aide des curseurs pour créer votre scénario de test individuel et cliquer sur le bouton pour voir le graphique qui en résulte. Mais comment analyser le graphique ? Cela dépend de ce que vous recherchez. La fluorescence est représentée sur l'axe des ordonnées et les durées sur l'axe des abscisses. Pour la fluorescence, la fluorescence maximale à l'impulsion de saturation a d'abord été mesurée. Ensuite, la fluorescence mesurée a été représentée par la fluorescence maximale. Pour voir l'augmentation ou la diminution du stress de la plante sur une période donnée, nous pouvons relier les pics des impulsions et examiner la progression. Enfin, j'aimerais vous donner deux conseils&nbsp;: Premièrement, si vous souhaitez comparer deux tests PAM, vous pouvez télécharger les graphiques en cliquant sur les trois points dans le coin supérieur droit. Deuxièmement, si vous souhaitez annuler le processus de calcul, vous devez cliquer sur le bouton «&nbsp;Stop&nbsp;» dans le coin supérieur droit de l'application PAM. Maintenant, amusez-vous et analysez par vous-même le graphique que vous avez créé.

# FAL_SLIDER_TIME
source: Test duration in minutes
fr: Durée du test en minutes

# FAL_SLIDER_DARKLENGTH
source: Length of the dark phase in seconds
de: Dauer der Dunkelphase in Sekunden
fr: Durée de la phase d'obscurité en secondes

# FAL_SLIDER_SATURATE
source: Light intensity of saturating pulse (SP) in μmol m⁻² s⁻¹
de: Lichtintensität des Sättigungsimpulses (SP) in μmol m⁻² s⁻¹
fr: Intensité lumineuse de l'impulsion saturante (SP) en μmol&nbsp;m⁻²&nbsp;s⁻¹

# FAL_IMPLEMENTATION_TO_EXPERT
source: To see the mathematical implementation of the model, including the differential equations derived to describe the dynamics of photoprotection, switch to the <a href='#' id='4Math'>4Math</a> mode.
de: Um die mathematische Umsetzung des Modells zu sehen, einschließlich der Differentialgleichungen, die zur Beschreibung der Dynamik des Lichtschutzes abgeleitet wurden, wechsel in den Modus <a href='#' id='4Math'>4Math</a>.
fr: Pour voir la mise en œuvre mathématique du modèle, y compris les formules différentielles dérivées pour décrire la dynamique de la photoprotection, passez au mode <a href='#' id='4Math'>4Math</a>.

# FAL_GRAPH_EXPLANATION_EXPANDER
source: See how to interpret your modelling results
de: So werden die Ergebnisse der Modellierung interpretiert
fr: Voir comment interpréter les résultats de votre modélisation

# FAL_GRAPH_EXPLANATION_HEADER_SINGLE
source: ### Graphs with one result
de: ### Graphen mit einem Ergebnis
fr: ### Graphiques avec un seul résultat

# FAL_GRAPH_EXPLANATION_1
source: We can look at the graph in three phases: 1. The first phase happens in darkness and, therefore, our initial modelled fluorescence is 'F₀'. We then simulate a saturating light pulse which rapidly increases the fluorescence up to the peak value 'Fₘ'. Fₘ should be the overall maximal fluorescence the plant can produce so we usually compare the other fluorescence signals to it. 'Fₜ', the fluorescence simulated outside of saturating pulses, shows the photosystems behavior under the actinic light. We see that Fₜ decreases back to the F₀-level afterwards, meaning that the plant recovers from having its photosystems saturated. 2. We initiate the following phase with another saturating pulse. Since this peak fluorescence level (Fₘ') is the same as Fₘ, the plant doesn't seem to have activated any light protection yet. However, now, instead of returning to dark, we turn on the (actinic) light to 100 μmol m⁻² s⁻¹. This leads to the fluorescence decreasing much more quickly after the saturating pulse and to a slightly higher level than F₀ which persists until the end of the experiment. The increased fluorescence yield shows us that the plant loses a larger amount of excitation energy to fluorescence now, implying that it is more stressed than it was in the dark. 3. Indeed, when we proceed to give another saturating pulse, we see that the new maximum fluorescence Fₘ' is noticeably lower than Fₘ, showing us that non-photochemical quenching has been activated and is funnelling excitation energy away from both fluorescence and photosynthesis. You can find this observation directly reflected in the formula to estimate NPQ:
de: Wir können das Diagramm in drei Phasen betrachten: 1. Die erste Phase findet in der Dunkelheit statt, so dass unsere anfängliche modellierte Fluoreszenz *F₀* beträgt. Dann simulieren wir einen sättigenden Lichtpuls, der die Fluoreszenz schnell bis zum Spitzenwert *Fₘ* ansteigen lässt. Fₘ sollte die maximale Fluoreszenz sein, die die Pflanze insgesamt erzeugen kann, so dass wir normalerweise die anderen Fluoreszenzsignale damit vergleichen. *Fₜ*, die außerhalb der Sättigungspulse simulierte Fluoreszenz, zeigt das Verhalten des Photosystems unter aktinischem Licht. Wir sehen, dass Fₜ danach wieder auf das F₀-Niveau abfällt, was bedeutet, dass sich die Pflanze von der Sättigung ihrer Photosysteme erholt. 2. Wir leiten die folgende Phase mit einem weiteren Sättigungspuls ein. Da dieser Spitzenwert der Fluoreszenz (*Fₘ'*) der gleiche ist wie Fₘ, scheint die Pflanze noch keinen Lichtschutz aktiviert zu haben. Anstatt jedoch in die Dunkelheit zurückzukehren, schalten wir nun das (aktinische) Licht auf 100 μmol m-² s-¹ ein. Dies führt dazu, dass die Fluoreszenz nach dem Sättigungspuls viel schneller abnimmt und auf ein etwas höheres Niveau als F₀ fällt, das bis zum Ende des Experiments anhält. Die erhöhte Fluoreszenzausbeute zeigt uns, dass die Pflanze jetzt eine größere Menge an Anregungsenergie in Fluoreszenz verliert, was bedeutet, dass sie stärker gestresst ist als im Dunkeln. 3. Wenn wir einen weiteren Sättigungsimpuls geben, sehen wir, dass das neue Fluoreszenzmaximum Fₘ' deutlich niedriger ist als Fₘ, was uns zeigt, dass das nicht-photochemische Quenching aktiviert wurde und die Anregungsenergie sowohl von der Fluoreszenz als auch von der Photosynthese abzieht. Diese Beobachtung spiegelt sich direkt in der Formel zur Schätzung von NPQ wider:
fr: Nous pouvons examiner le graphique en trois phases: 1. La première phase se déroule dans l'obscurité et, par conséquent, notre fluorescence initiale modélisée est *F₀*. Nous simulons ensuite une impulsion lumineuse saturante qui augmente rapidement la fluorescence jusqu'à la valeur maximale *Fₘ*. Fₘ devrait être la fluorescence maximale globale que la plante peut produire, c'est pourquoi nous comparons généralement les autres signaux de fluorescence à cette valeur. *Fₜ*, la fluorescence simulée en dehors des impulsions saturantes, montre le comportement des photosystèmes sous la lumière actinique. Nous constatons que Fₜ diminue pour revenir au niveau de F₀ par la suite, ce qui signifie que la plante se remet de la saturation de ses photosystèmes. Nous entamons la phase suivante avec une autre impulsion saturante. Étant donné que ce pic de fluorescence (*Fₘ'*) est identique à Fₘ, la plante ne semble pas avoir encore activé de protection contre la lumière. Cependant, au lieu de retourner à l'obscurité, nous allumons maintenant la lumière (actinique) à 100 μmol&nbsp;m-²&nbsp;s-¹. Cela conduit à ce que la fluorescence diminue beaucoup plus rapidement après l'impulsion saturante et à un niveau légèrement supérieur à F₀ qui persiste jusqu'à la fin de l'expérimentation. L'augmentation du rendement de fluorescence nous montre que la plante perd maintenant une plus grande quantité d'énergie d'excitation en fluorescence, ce qui implique qu'elle est plus stressée qu'elle ne l'était dans l'obscurité. En effet, lorsque nous procédons à une autre impulsion saturante, nous constatons que le nouveau maximum de fluorescence Fₘ' est sensiblement inférieur à Fₘ, ce qui nous montre que l'extinction non photochimique a été activée et qu'elle détourne l'énergie d'excitation à la fois de la fluorescence et de la photosynthèse. Cette observation se retrouve directement dans la formule d'estimation de la NPQ&nbsp;:

# FAL_GRAPH_EXPLANATION_2
source: The same way you can analyze simulation graphs with changed parameters and even more light phases. In general, observe how Fₜ and Fₘ' behave over time, especially when the light condition is changed. Then, connect your observations with your knowledge on NPQ. If you are interested, you could also use the calculated estimated of NPQ and and PSII efficiency.
de: Auf die gleiche Weise kannst du Simulationsgraphen mit geänderten Parametern und noch mehr Lichtphasen analysieren. Beobachte im Allgemeinen, wie sich Fₜ und Fₘ' im Laufe der Zeit verhalten, insbesondere wenn sich die Lichtbedingungen ändern. Verbinde dann deine Beobachtungen mit deinem Wissen über NPQ. Wenn du Interesse hast, kannst du auch die berechneten Schätzwerte für NPQ und PSII-Effizienz verwenden.
fr: De la même manière, vous pouvez analyser les graphiques de simulation avec des paramètres modifiés et encore plus de phases lumineuses. En général, observez comment Fₜ et Fₘ' se comportent au fil du temps, en particulier lorsque les conditions d'éclairage sont modifiées. Reliez ensuite vos observations à vos connaissances sur la NPQ. Si cela vous intéresse, vous pouvez également utiliser les estimations calculées de la NPQ et de l'efficacité de la PSII.

# FAL_GRAPH_EXPLANATION_HEADER_DUO
source: ### Graphs with old and new results
de: ### Grafiken mit alten und neuen Ergebnissen
fr: ### Graphiques avec les vieux et les nouveaux résultats

# FAL_GRAPH_EXPLANATION_DUO
source: When changing the model parameters and doing another simulation, the old simulation graph will be displayed as a dashed line in the background of the new plot. This way, you can easily compare the two and investigate the effects of your change. In the case shown, we increased the actinic light intensity from 100 (old) to 500 μmol m⁻² s⁻¹ (new). Because the dark phase is the same in all simulations, there is no difference in phase one. After the saturating pulse in phase two, the higher light intensity's fluorescence (Fₜ₋₅₀₀) is strongly raised takes much longer to decrease. This behavior implies that the photosystem is under much more light stress and requires more time to sufficiently activate the NPQ. Phase three validates this hypothesis, as we simulate strongly reduced Fₘ's, resulting in increased estimated NPQ according to the previous formula. Lastly, we see that the plant reaches a similar final fluorescence as with the weaker actinic light, implying that by the strong NPQ activation a similarly low stress level is reached.
de: Wenn man die Modellparameter ändert und eine weitere Simulation durchführt, wird das alte Simulationsdiagramm als gestrichelte Linie im Hintergrund des neuen Diagramms angezeigt. Auf diese Weise lassen sich die beiden Diagramme leicht vergleichen und die Auswirkungen der Änderungen untersuchen. Im gezeigten Fall haben wir die aktinische Lichtintensität von 100 (alt) auf 500 μmol m-² s-¹ (neu) erhöht. Da die Dunkelphase in allen Simulationen gleich ist, gibt es keinen Unterschied in Phase eins. Nach dem Sättigungsimpuls in Phase zwei ist die Fluoreszenz (Fₜ₋₅₀₀) bei der höheren Lichtintensität stark erhöht und braucht viel länger, um abzunehmen. Dieses Verhalten deutet darauf hin, dass das Photosystem viel mehr Lichtstress ausgesetzt ist und mehr Zeit benötigt, um das NPQ ausreichend zu aktivieren. Phase drei bestätigt diese Hypothese, da wir stark reduzierte Fₘ'-Werte simulieren, was zu einer erhöhten geschätzten NPQ gemäß der vorherigen Formel führt. Schließlich sehen wir, dass die Pflanze eine ähnliche Endfluoreszenz erreicht wie mit dem schwächeren aktinischen Licht, was bedeutet, dass durch die starke NPQ-Aktivierung ein ähnlich niedriges Stressniveau erreicht wird.
fr: Lorsque vous modifiez les paramètres du modèle et que vous effectuez une autre simulation, l'ancien graphique de simulation s'affiche sous la forme d'une ligne pointillée en arrière-plan du nouveau graphique. Ainsi, vous pouvez facilement comparer les deux et étudier les effets de votre modification. Dans le cas illustré, nous avons augmenté l'intensité de la lumière actinique de 100 (ancienne) à 500 μmol&nbsp;m⁻²&nbsp;s⁻¹ (nouvelle). La phase d'obscurité étant la même dans toutes les simulations, il n'y a pas de différence dans la première phase. Après l'impulsion saturante de la phase deux, la fluorescence (Fₜ₋₅₀₀) de l'intensité lumineuse la plus élevée est fortement augmentée et prend beaucoup plus de temps à diminuer. Ce comportement implique que le photosystème subit un stress lumineux beaucoup plus important et nécessite plus de temps pour activer suffisamment la NPQ. La phase trois valide cette hypothèse, puisque nous simulons des valeurs de Fₘ' fortement réduites, ce qui se traduit par une augmentation de la NPQ estimée selon la formule précédente. Enfin, nous constatons que la plante atteint une fluorescence finale similaire à celle obtenue avec la lumière actinique plus faible, ce qui implique que par la forte activation de la NPQ, un niveau de stress également faible est atteint.

# FAL_GUIDING_EXPANDER
source: Having trouble connecting the simulation results to biology? Try our **guiding questions**
de: Schwierigkeiten, die Simulationsergebnisse mit der Biologie in Verbindung zu bringen? Versuche es mit unseren **Leitfragen**.
fr: Vous n'arrivez pas à relier les résultats de la simulation à la biologie ? Essayez nos **questions guides**

# FAL_GUIDING_HEADER
source: ### Guiding Questions
de: ### Leitfragen
fr: ### Questions guides

# FAL_GUIDING_TOGGLE
source: **See our interpretation**
de: **Siehe unsere Interpretation**
fr: **Voyez notre interprétation**
